{"success": true, "news": {"total": 1747, "news": [{"_score": 3.35355, "title": "China’s next generation | Financial Times", "link": "https://www.ft.com/content/5545356d-279f-42af-af9a-904115f7655d", "description": "Beijing leadership faces tough challenges to satisfy the ambitions of its youth", "body": "This is an audio transcript of the Rachman Review podcast episode: ‘China’s next generation’\n\n[MUSIC PLAYING]\n\nGideon Rachman Hello and welcome to the Rachman Review. I’m Gideon Rachman, chief foreign affairs commentator of the Financial Times. This week’s podcast is about the rise of China and the country’s future. My guest is Keyu Jin, associate professor of economics at the London School of Economics and author of a just-published book, The New China Playbook: Beyond Socialism and Capitalism. This podcast is a co-production with Intelligence Squared, who’ll be running a slightly longer version of our conversation. At a time when some are talking about Peak China and arguing that the glory days of the Chinese economy are over, Keyu has a more optimistic take. She believes that a new generation is coming of age who will profoundly change our country for the better. So what social, economic and political changes lie ahead for China?\n\n[CHINESE MARCH PLAYING]\n\nThe 20th Congress of the Chinese Communist party took place in Beijing last October. For China’s leader, Xi Jinping, the Congress marked the latest stage of what he calls the great rejuvenation of the Chinese people. For many ordinary Chinese an arguably much more significant landmark took place late last year when a mass rebellion by young people persuaded the government to abandon its zero-Covid policy and the repeated lockdowns that have entailed.\n\nNews clip (People shouting)\n\nJournalistThis is the sound of Chinese people chanting for the ruling Communist Party and its leader, Xi Jinping, to stand down. These are momentous events. Whatever this unrest leads to, it is already hugely significant.\n\nGideon Rachman With China out of lockdown, the country’s economy has come roaring back. There are some analysts, however, who point to deep structural problems that China is facing, such as a shrinking and ageing population, an increasingly hostile United States, and a large pool of unemployed and dissatisfied graduates. On the other hand, it’s also important to remember how far China’s come over the last 40 years, a period that’s seen hundreds of millions of people lifted out of poverty, the rise of entire new cities and of an affluent middle class. Keyu Jin was brought up in China before moving to the US for her secondary school education. During the course of her life, she’s witnessed the astonishing transformation of the Chinese economy and society. So we started our conversation by recalling the China of her childhood.\n\nKeyu Jin In the 1980s, we lived on rationed food and cooked from communal kitchens, and even 11-square-metre apartments were considered a luxury. And I remember reading poems with my father under candlelight, three nights of blackouts every week in Beijing. And fast forward now, my classmates have houses and computers and cars, and they’ve seen everything. It’s a big transformation. But for me personally, to have come to the west when I was a teenager, the first thing they asked me was just about, you know, the political issues around China. But then a few years later in college, people were learning Chinese, they were going to China — American students, by the way, to seek jobs, seek opportunities. All of that within 10, 15 years; an enormous, amazing transformation.\n\nGideon Rachman And particularly it must be incredible contrast with the experience of your parents’ generation because your father was caught up in the Cultural Revolution, like so many of that generation did, like Xi Jinping sent out to the countryside. Is it difficult for your generation to understand the experiences of the Cultural Revolution generation?\n\nKeyu Jin Well, one of the big themes in my book is about this change in generation. And we have to understand that China going forward is going to be shaped and determined by a completely different generation from the generation of my parents. More prosperous, confident — the new generation has a knack for lifestyle consumption and borrows. My parents generation save for a rainy day, and that has become the defining feature of the Chinese economy. But all of that is about to change with the arrival of a new generation. Data have shown that they’re more open-minded than the previous generation on a range of issues, including diversity. Even they care about social issues like the environment and animal wildlife, which is all progress. So we’re about to see a new playbook powered by a new generation with a different outlook, and I would say with values that converge with the younger generation around the world. So they are a positive force for China, but they also have pressing challenges themselves.\n\nGideon Rachman Mmm. And there’s a fascinating chapter in your book about them being also the generation marked by the one-child policy, and which I think comes in more or less at the same time as Deng Xiaoping opens up the economy. And I think you said in your book that in your school class, everybody was a single child.\n\nKeyu Jin There was one exception. A Uyghur classmate of mine had a sibling.\n\nGideon Rachman But other than that, 40 kids, all single. I guess, because everyone’s like that, it’s hard to assess what the psychological impact of that is. But although you talk about it a bit and it seems to me a combination of intense pressure and also perhaps a sense of entitlement.\n\nKeyu Jin I think that people underestimate or don’t fully understand the profound social and economic consequences the one-child policy has played on China and frankly, the rest of the world. This generation is highly educated but also grew up in super competition, overburdened, very lonely. I mean, don’t forget that this generation’s are the inventors of the only singles day in the world, a day in which they splurge and borrow and Alibaba gets to process half a million orders per second. At the same time, they have obligations to their parents who now only have one child. So they have a unique set of problems. And of course now with rising housing prices, can they afford to have a bigger family? And they have shown the statistic that they don’t want to get married anymore and they don’t want to have as many children. All of these are social consequences somewhat related to the one-child policy.\n\nGideon Rachman And of course, the government has now reversed the one-child policy. But from what you’re saying, there may be an irreversible social change already in train.\n\nKeyu Jin I think the government is desperately trying, through a variety of factors, even coming up with very creative ways to encourage single women to have children, something that is radical considering such a traditional culture and society and including reining in the real estate sector. But the fact is 25 per cent of college students last year didn’t get a job. The high youth unemployment rate of 20 per cent above, a big gap between expectations and reality of not fulfilling their dreams are all a present challenge for the Chinese government.\n\nGideon Rachman Yeah, that’s a stunning statistic because, you know, if I just think about it from first principles, here you’ve got this economy that’s been growing at incredible pace for the last 40 years, a very small rise in generation because it’s a one-child generation. And yet you say 20 per cent of graduates are unemployed. How can that be?\n\nKeyu Jin It’s interesting that there are 30mn manufacturing jobs that need to be filled and that can’t be filled by 2025. And in high-tech sectors like semiconductors, there are 300,000 vacancies this year. This shows you that the present problem is not that there are not enough jobs, but that there’s a big gap in terms of education and skill. Now, these Chinese students — very smart and very well-educated and impressive — however, they don’t have internships. Many of them have been overburdened by a competitive test-taking, rote-memorisation kind of education system, so they’re not that appealing to the private businesses that demand passion, interests, ethics and some experience.\n\nGideon Rachman Yeah, but there’s an interesting, again, anecdote in the book where you say that there was a cigarette-making plant where the people assembling the cigarettes were all graduates, and some of them postgraduates, on that line.\n\nKeyu Jin Top masters and college students in cigarette factories, nannies that have master degrees from Columbia — these are all things that have caused social uproar. You’ve got to ask, you know, the Chinese families, what is it all about? Their hope, right? It’s all about the next generation. For a long period of time, the bottom rung of society was happy and content because they knew that their children could have a better future. That was the bedrock to social stability.\n\nGideon Rachman What about the kind of social, political implications of that? Because you cite in the book a few kind of world values surveys, which suggest that, perhaps surprisingly to many in the west, Chinese people are basically among the more contented in the world. I don’t know, you know, what the methodology of these things are, but let’s take them at face value. But if you now have a rising generation who have disappointed expectations, that must be a concern. Well, it’s a concern to any government, but to a one-party state, which relies on its performance legitimacy as a phrase the Chinese have often quoted at me. Are they concerned about that?\n\nKeyu Jin There are currently now very focused on the new generation. Let’s not forget that the young generation were a critical part of ending the pandemic controls. And so their legitimacy rests on the trust of this new generation. So there are a variety of things that the Chinese government is doing. For instance, expanding the capacity and quality of vocational schools, because China is primarily still a manufacturing-based economy. So they wanna educate and equip these students, the new generation, with the right skill set. They are expanding the service sector, where many of these highly educated people can be absorbed more than manufacturing sectors. And even, you know, the common prosperity policies, which includes, you know, trying to crack down on technology and education sectors, of course, it was unfortunately implemented and had severe consequences on the economy. But by design and intention, they were trying to make the society more harmonious, less competitive.\n\nGideon Rachman This is where they said, almost overnight, private tutoring, illegal. Why was that done? Because they felt too much money and too much pressure on people.\n\nKeyu Jin Too much pressure on the kids overburdened by tutorials. It’s a race to the bottom because everybody spends to have more tutorials and that doesn’t get you anywhere.\n\nGideon Rachman Just give me a picture of the kind of social life that involves for the children involved. What was going on?\n\nKeyu Jin They have the busiest schedule: Saturdays and Sundays packed with five classes a day and tutorials even after classes during the weekday. Even people from the working class are sending their kids to tutorials, you know, really spending a lot of money. But to what effect? In the end, it’s all the same. It’s all just test-taking.\n\nGideon Rachman Yeah. And so overnight the government said, OK, this is gonna stop.\n\nKeyu Jin There were also exploitative motivations of these private tutorial companies. So I think the intention is not a wrong one, but we basically killed a part of the industry overnight. And these kind of dramatic moves we often find so radical in the Chinese government, sometimes they’re, first of all, meant to make a big point and then they’re gradually rolled back. So it’s a process of constant recalibration and fine-tuning, and the pendulum often swings, but it’s often very dramatic in the beginning.\n\nGideon Rachman Yeah, but it also tells you something about how dramatically the Chinese government’s way of operation differs from, say, a standard western government. I can’t imagine the UK government saying overnight, OK, no more private tutoring, that’s it. Couldn’t be done, really.\n\nKeyu Jin The western governments have argued for a long time about regulating big tech, regulating AI, and little is done. China, for all what you disagree with their implementation procedures, can move quickly once they’ve made up their mind. So there’s pros and cons of both.\n\nGideon Rachman Yeah. Just on this ageing thing, I mean, one of the great things that you hear all the time is this phrase that China will get owned before it gets rich, that inadvertently Deng Xiaoping kind of put a landmine under the Chinese economy because dependency ratios are gonna go wild out of whack. You’ll have a shrinking population, an ageing population, and that this is what in the end will slow the Chinese economy down, cause it big problems. What’s your take on that?\n\nKeyu Jin I don’t agree with the view that ageing is what’s gonna cause the Chinese economic slowdown. I tend to believe that technologies and demographics interact with each other, that there will be more adoption of labour-saving technologies, just as is the case in Japan, and we’re now talking about artificial intelligence displacing many jobs. The question is can you get the right kind of education to deal with a modern economy? Can you get the people who are present, who are educated, to do fulfilling jobs? And here I think the government can play a big role. Countries like Japan and other places, which have had ageing issues, there were other really, really pressing macroeconomic factors that were more dominant as a driving force.\n\nGideon Rachman Yeah, well, I mean, you mentioned the deflation of the Japan bubble, and obviously those parallels are in everyone’s mind. And I think, well, maybe, you know, China will be a bit like Japan, have this incredible surge and then suddenly slow. And one thing that did strike me as a parallel is property. There was a big property bubble in Japan and there does seem to be one in China as well. You make the point that people on salaries that are like maybe a quarter of an American middle-class salary are paying similar prices for flats in Shanghai that they would be paying for in Boston.\n\nKeyu Jin The Japanese lost decade was in large part due to the collapse of the big asset bubble. We have not seen the collapse of a big asset bubble in China, at least not yet. Even with the reining in the property sector, we’ve seen investment slow down, negative investment growth, but the prices have not fallen dramatically. There’s still a huge pent-up demand for urban properties. If you think about the Chinese rural population, by the way, 600mn of which have not even reached middle income by international standards, they all want an apartment in urban areas. Property has been an obsession for Chinese, and part of the reason is that if you look at the financial system, what can you invest in if you have some money? Stack it under your mattress is one. Putting in banks and earning a zero real rate of return is another or putting into the rollercoaster stock market, which haven’t really paid off. So there are not a lot of choices. So even as an investment, property has been very popular for Chinese households.\n\nGideon Rachman But just give us a sense again of what it feels like socially having these very high prices. Again, there’s an incredible anecdote in the book where you talk about the difficulty of getting an apartment in Shanghai, which somehow led a young person to get their parents to divorce so that they could buy a property. Just explain to me why that would be necessary.\n\nKeyu Jin Now, in places like Shanghai, the demand is so high that you have these kind of very creative ways. And by the way, not surprising at all to circumvent these restrictions.\n\nGideon Rachman The restrictions being what?\n\nKeyu Jin Being that you’re not eligible to purchase a second house unless you meet certain criteria. So divorce was one of the possibilities. But there are also all kinds of rules that I can’t keep track of. But we have to understand there’s a big heterogeneity within China. The first-tier cities show evidence of a property bubble, whereas for the rest of the country there is no evidence of property bubble because the growth of property prices has been roughly in line with household income growth. And so for many third-, fourth-tier cities, the price can still keep on going up.\n\nGideon Rachman Yeah, but in Shanghai and Beijing, et cetera, the prices are at least by western standards, kind of out of whack with income. You’ve talked about how the younger generation have certain parallels with the issues that young people in the west have. Is there the same sense amongst the Chinese young that the system isn’t working for them anymore? Or rather that if you remember the elite, if you’ve already got money or you’ve got connections, you’ll be OK. But if you’re not, you’re kind of looking from the outside in. I mean, I remember when I was in Beijing at one point talking to a student at Tsinghua. He made it, you know. But he was from a small city and he said, you know, there’s so many kids in my class from a few schools in Beijing; from my city, maybe one person got to this university. And it reminded me of the kind of laments you get here in Britain about, oh, well, you know, the rich still dominate universities, all Harvard legacy students. Do you see a parallel?\n\nKeyu JinMeritocracy has always been in the bedrock of Chinese society, especially in the last 40 years. There’s an argument to be made that there is somewhat of an erosion of meritocracy, which I find to be a big challenge to China. But still, until very recently, if you look at the surveys, the expectations of the young is still pretty rosy. It was only during the pandemic where many of the university students felt extremely frustrated. I think that some of that sentiment has changed and yes, there is a greater frustration with their circumstances. But these young people look at what’s happening outside of China. They look and they are not inspired. They don’t think that there’s an alternative of a better model. And that shows in the surveys. In surveys, they asked the younger generation whether China would be suited for a different and alternative model. And the majority of them do not believe so even though they admit that there are huge challenges for the Chinese citizen.\n\nGideon RachmanYeah. I was actually kind of had an open question about those figures you cite because you say that, you know, 38 per cent of young Chinese say that a western political model would not be suitable for China. But that leaves open the possibility that the other two-thirds might think it was suitable.\n\nKeyu JinThe sentiment towards the west changed in 2017, so I’d say that before 2017, many of them were quite attracted by different forms of political systems, at least as a possibility for China and looking at the west.\n\nGideon RachmanWhat happened then?\n\nKeyu JinTrump (both laugh) as an example, and of course, with the rising tensions of US-China.\n\nGideon RachmanBut of course, 2017 is also the year that Xi amends the constitution and extends his period in power. So that could also cause a few question marks, yeah?\n\nKeyu JinBut that’s the time when the western perceptions shifted for the negative. We just have to understand that there’s superficial globalisation, you know, the fact that we like Hollywood and NBA et cetera, et cetera, that . . .\n\nGideon RachmanCarry the same phones.\n\nKeyu Jin . . . is very appealing for the young Chinese, but their cultural roots are overwhelmingly local. As I show in my book the statistics, 80 per cent of the students from 2013 have returned to China not only because it’s close to home — because they have good Chinese food; of course, that’s important — but also because of the opportunities that are afforded them. And the fact that they’re creating their homegrown kind of cosmopolitan culture — so vibrant in the second-tier cities. So they are fostering a different environment there.\n\nGideon RachmanYeah. I mean, how has the pandemic and the handling of the pandemic affected the relationship between people and the government? What do you make of that episode? A lot more than an episode, a couple of years.\n\nKeyu JinI was reassured that when there was concerted pressure from the younger generation, but also from the people, potentially even the local governments, that such a steadfast policy was broken. It shows that there are mechanisms embedded in the systems, whether it’s from the people and social media or the competitive mechanism within the Chinese government that makes it so that preferences are still revealed and potentially shape the outcomes of political and economic decisions. Now, of course, that is the ongoing challenge, as the Chinese government has to manage a much more complex society going forward. Not like the time when I was born and everybody was content with having a growing income.\n\nGideon RachmanBut you said that preferences revealed. I mean, they were revealed by people demonstrating on the streets. It wasn’t a particularly sophisticated polling exercise.\n\nKeyu JinAbsolutely. But it’s a two-way monitoring system. And social media creates that kind of platform, not only for the Chinese government to watch what was happening on the ground, but other way as well. And I think that the complexity of the society is a big challenge for the Chinese government. And they do listen. They do listen. Now, I still think the challenge is how do you have the political mechanism to include the much more important participants of the economy, like the entrepreneur, in that system? If they don’t do it and they don’t adapt, the system is not gonna enable the Chinese dreams that it has laid out.\n\nGideon RachmanAnd you use the phrase “the Chinese dream”. It’s one that Xi Jinping uses and he talks about the great rejuvenation of the Chinese people. But some economists worry that Xi is so statist, as they see it, that he’s in danger of killing that entrepreneurial spirit. And they point particularly to the fate of Jack Ma, who was the icon of Chinese business, appeared to say something or do something that government didn’t like and is now, as far as we know, sort of teaching students in Tokyo.\n\nKeyu JinHe’s called back now.\n\nGideon Rachman(Laughs) Oh, really? Is he? Well, tell me first, what you made of that episode, but also more broadly, what it said about the government’s relationship with the most dynamic business elements in society.\n\nKeyu JinWell, the first thing to note is that no policy is permanent and they’re constantly being fine-tuned. So the pretext of this is under the umbrella of common prosperity under President Xi, how to achieve equitable growth. But I think in Xi’s view, China doesn’t wanna be like the US — a great economy, but highly inequitable and politics sing to the tunes of corporates. China wants an olive-shaped income distribution — narrow on the ends and fat in the middle. It wants the corporates to sing to the tunes of politics. And so this initial sweeping regulatory clampdowns on technology companies that had consequences for personalities and private businessmen such as Jack Ma, was of course, a devastating blow to the economy because of the confidence issue.\n\nGideon RachmanDidn’t it wipe $1tn off the stock exchange?\n\nKeyu JinYes, it did. And that’s all very understandable. Now, that’s a painful lesson for the Chinese government, understanding that whatever they say, their intentions, their ambitions have real economic and immediate capital markets consequences. That was not the case in the old playbook, which was economy built on industrialisation. In the new playbook around innovation and encouragement of entrepreneurs, they have to have credibility and commitment. However, in the recent last few months, the state has rolled back some of these heavy blows, invited Jack Ma to come back, and there’s a lot of luring private businessmen and trying to restore that confidence, because guess what? Today’s China’s economy, the private sector is firmly in the driver’s seat and they do the heavy lifting. So even if the west believes that there’s a statist approach of President Xi in control, the reality is that pretty much everything about the economy is driven by the private sector, and the government is keenly aware of that.\n\nGideon RachmanYeah. And obviously now both the development of the economy but also this emerging struggle between the US and China that we started on, technology is absolutely key to it. And there’s a debate. Some in the US say, you know, China, because it’s not as open a society as us is not gonna be able to advance as rapidly technologically. Others say, well, look at mobile payments, for example, where China was way ahead and that China will in fact surprise, if you like, for liberal theorists and prove that you can have rapid technological advance in a one-party state. What do you think’s happening? I mean, just on the ground, as you observe these various sort of groundbreaking technologies, if there is a race between China and America, who’s ahead?\n\nKeyu JinI think that we ought to be a little bit more nuanced when you talk about technology, which is a very broad concept. China’s very strong on innovations around business models and applications and frankly, coming up with practical solutions to real problems.\n\nGideon RachmanGive me a couple of practical examples.\n\nKeyu JinFor instance, solar panels or, you know, the renewables is a very good example. EVs will be a very prominent example. Remember that controversial technology, forced technology transfers, if you will, didn’t make China leap ahead in traditional automotives, but it’s often in greenfield technologies . . .\n\nGideon RachmanElectric vehicles.\n\nKeyu Jin . . . where China has spearheaded. EVs is one of such examples. But even that . . .\n\nGideon RachmanBut in fact, I read in the Financial Times, no less, that next year China will become the world’s largest exporter of cars.\n\nKeyu JinChina became the largest consumer and producer of EVs within a decade, not least thanks to the government rolling out 4mn chargers around the country, as opposed to 140,000 in the US, and the state co-ordinating supply chains around these EV companies. So that comes back to the point about technology, right? Yes, the US is putting out a bunch of aggressive policies to try to hobble China’s technological growth. But we have to remember, China has an innovation ecosystem within the country. There’s close proximity between the downstream players like EVs and artificial intelligence companies with chip companies. Their close proximity means that their demand will drive these innovation efforts. And we have to remember that there are a lot of unexpected consequences of American policies because that just gives a huge boost to the domestic industries.\n\nGideon RachmanAnd I mean, one thing that everybody’s been waiting for is the moment at which China becomes the world’s largest economy, I think in purchasing power. It happened actually in 2014. But even when that happens, it will still, on a per capita basis be much poorer than the United States or western Europe. And you write quite a lot in the book about can they make this leap from a $10,000 per person economy to a $30,000 per person economy and that will be very difficult. I mean, are you confident that will happen?\n\nKeyu JinWell, that’s the hard part. The catching-up growth is much easier than becoming a rich country. And to become the $30,000 income per capita nation, you need innovation because productivity growth is the only sustainable source of economic growth and lots need to change. For instance, institutions needs to be better. The financial system, which supports innovative companies, needs to totally reform. They are the last old dinosaur in the Chinese economy. Why? Because the Chinese state likes control. They wanna protect retail investors. But the longer they protect, the longer it will take for them to learn. And you can never get a dynamic, vibrant financial system. Of course, with all the problems in the US I would still argue that is one of the key critical contributors to US’s innovation system. And then, of course, how do you get a wider set of preferences from businessmen to students to people to be reflected on the top? It’s easier to copy goods, but it’s very difficult to copy good institutions.\n\nGideon RachmanTalking of which, Xi is now entering his third term and as some Chinese liberal put it to me, it’s not the third term that worries me, it’s the fourth, it’s the fifth. Do you think that Chinese institutions have this flexibility that you think they need?\n\nKeyu JinPolitical reforms have lagged economic reforms. I think it is a big challenge. I think the system has always been able to adapt to the evolution of society and the economy, even in the last 40 years. More competition, more checks and balances. Of course, it’s taken a few steps back in the recent years, and I do think it’s a big challenge. But today, I mean, at least for the short term, let’s just hope that the fact that Xi’s inner circle are loyalists means that there’s gonna be more trust and that there will be more delegation, at least in terms of practical issues like the economy, to the experts and to the technocrats.\n\nGideon RachmanYeah. There has just been a reshuffle. A lot of these names won’t be familiar to people in the west, but who are the key people in the inner circle who’ll be driving things like economic reform?\n\nKeyu JinWell, I would say that Li Qiang, the premier, is the most important figure. And we have to remember all these standing committee members, politburo members have all been beneficiaries of reform and opening up. And they’re not gonna forget that. That’s what changed their personal lives. And Li Qiang’s background is also very interesting because he rose to the top by helping private businessmen succeed. And he had made famous speeches even when he was on lowly municipal levels of, if you guys have great ideas, come to me, we’re all gonna support them. And he thoroughly understands the deep frustrations and challenges that face private businessmen. So he has made it clear that he wants to support them. And by the way, when he was Shanghai mayor, that’s when Tesla also moved their factories there. And he was very encouraging of these foreign businesses. So I think we have an eminently practical and sensible person in charge of the economy.\n\nGideon RachmanOK. We’ve talked a lot about the things that made China’s growth and this economic miracle, I think you can say, take place over the last 40 years. And you mentioned things that were crucial: innovation, the private sector and so on. But I guess one thing that was really crucial was peace. China hasn’t been at war since 1979, but now I think certainly in Washington, it’s quite striking and alarming how many people openly talk about the possibility of a war with China. I haven’t been to Beijing since the pandemic, but people tell me the mood is quite nationalistic there. You know, as somebody who knows both societies very well, are you concerned about this prospect of war and of a sort of mirroring nationalism? Because people say that the rising generation of Chinese, as you said, they’re more confident, but some say they’re also pretty nationalistic and that’s reflected at the top levels of government and there’s a potential for a clash.\n\nKeyu JinI think the whole world is becoming more nationalistic, including in the US, and that is deeply worrying. You mentioned something that’s absolutely correct, that’s deep in the Chinese people’s heart, even today, and especially leaders. And it is peace. The cost of war is still very fresh in the memory. China has not fought a war for decades, as you mentioned. So even on this critical issue of today of Taiwan, we can’t forget that well, they haven’t had the experience of these military confrontations. And so peace is still very much at the core of the leadership’s top agenda. They understand that for China to reach the aspirations, including President Xi’s aspirations, which is most important, making the Chinese economy the biggest in the world requires peace. And nobody is going to forget that. However, I think that errors in judgment, miscalculations are increasingly more likely on both sides, and one cannot tell where the escalation is coming from. But what we do see is that when the temperature has been too hot for both sides, the presidents have respectfully tried to cool it down. I think maybe there’s a view in China that left to the parties across the Taiwan Strait there’s more possibility of working out a peaceful solution. But the military conflict is really the very last resort that China would wanna see.\n\n[MUSIC PLAYING]\n\nGideon RachmanThat was Keyu Jin of the LSE ending this edition of the Rachman Review, which was co-produced with Intelligence Squared. Thanks for listening and please join me again next week.\n\n[MUSIC PLAYING]", "source": "Financial Times", "date": "2023-05-18T04:00:56.000Z", "props": {"title": "China’s next generation", "description": "Beijing leadership faces tough challenges to satisfy the ambitions of its youth", "image": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2F97a32294-f680-4d29-877c-81407a717b34.jpg?source=next-opengraph&fit=scale-down&width=900", "url": "https://www.ft.com/content/5545356d-279f-42af-af9a-904115f7655d", "type": "article"}, "language": "EN", "hostname": "ft.com", "created_at": "2023-05-18T05:46:02.664Z"}, {"_score": 5.3236384, "title": "OpenAI CEO Asks Congress To Regulate AI - Allwork.Space", "link": "https://allwork.space/2023/05/openai-ceo-asks-congress-to-regulate-ai/", "description": "As AI technologies become more advanced, they have the potential to transform entire industries by automating tasks and creating...", "body": "<h2><strong>What’s going on:      </strong></h2>\r\n<span data-contrast=\"auto\">OpenAI’s CEO Sam Altman testified before Congress on Tuesday to share insight into the potential benefits and risks of artificial intelligence. Altman’s company is behind the increasingly popular ChatGPT, a technology being utilized by businesses and organizations around the world. During his testimony, he expressed to lawmakers the need to pass regulations.</span><span data-ccp-props=\"{&quot;134233117&quot;:false,&quot;134233118&quot;:false,&quot;201341983&quot;:0,&quot;335551550&quot;:1,&quot;335551620&quot;:1,&quot;335559685&quot;:0,&quot;335559737&quot;:0,&quot;335559738&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:259}\"> </span>\r\n\r\n<span data-contrast=\"auto\">On the same day that Altman testified, the Senate Judiciary subcommittee also heard testimony from IBM executive Christina Montgomery and New York University professor emeritus Gary Marcus, according to </span><a href=\"https://www.washingtonpost.com/technology/2023/05/16/ai-congressional-hearing-chatgpt-sam-altman/\" target=\"_blank\" rel=\"noopener\"><span data-contrast=\"none\">The Washington Post</span></a><span data-contrast=\"auto\">. </span><span data-ccp-props=\"{&quot;134233117&quot;:false,&quot;134233118&quot;:false,&quot;201341983&quot;:0,&quot;335551550&quot;:1,&quot;335551620&quot;:1,&quot;335559685&quot;:0,&quot;335559737&quot;:0,&quot;335559738&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:259}\"> </span>\r\n<h2><span data-contrast=\"auto\"><strong>Why it matters:  </strong> </span><span data-ccp-props=\"{&quot;134233117&quot;:false,&quot;134233118&quot;:false,&quot;201341983&quot;:0,&quot;335551550&quot;:1,&quot;335551620&quot;:1,&quot;335559685&quot;:0,&quot;335559737&quot;:0,&quot;335559738&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:259}\"> </span></h2>\r\n<span data-contrast=\"auto\">Governments around the world, including the U.S., are figuring out ways to regulate advanced AI technologies without hindering those working on those technologies. A key worry regarding AI is the potential loss of jobs due to the technology's ability to automate tasks. Many think that job automation may severely hurt the workforce because it would cause massive layoffs.</span><span data-ccp-props=\"{&quot;134233117&quot;:false,&quot;134233118&quot;:false,&quot;201341983&quot;:0,&quot;335551550&quot;:1,&quot;335551620&quot;:1,&quot;335559685&quot;:0,&quot;335559737&quot;:0,&quot;335559738&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:259}\"> </span>\r\n\r\n<span data-contrast=\"auto\">The Biden administration has </span><a href=\"https://allwork.space/2023/05/digest-u-s-investing-140-million-to-develop-ai-workforce/\" target=\"_blank\" rel=\"noopener\"><span data-contrast=\"none\">identified AI as an important priority</span></a><span data-contrast=\"auto\">, with growing efforts on Capitol Hill to draft legislation addressing the advanced technology. </span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:259}\"> </span>\r\n\r\n<span data-contrast=\"auto\">As AI technologies become more advanced, they have the potential to transform entire industries by automating tasks and creating new job opportunities. When tech leaders like Altman and Montgomery call for more regulation before the senate, it shows the industry’s desire for the government to establish guidelines to protect society from the potential negative effects.</span>\r\n<h2><strong>How it'll impact the future:          </strong></h2>\r\n<span data-contrast=\"auto\">Many high-level government officials in both the Senate and the White House recognize the magnitude of AI's impact on various aspects of society – mainly the future of the country’s workforce.   </span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:259}\"> </span>\r\n\r\n<span data-contrast=\"auto\">AI raises concerns about job displacement, privacy, and other ethical considerations like the potential ability for AI to influence elections. The ongoing high-level discussions and legislative efforts aim to strike a balance between fostering innovation and addressing potential risks associated with AI, ultimately shaping the future of work and the role of AI in our daily lives.</span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:160,&quot;335559740&quot;:259}\"> </span>", "source": "Allwork.Space", "date": "2023-05-17T20:54:51.000Z", "props": {"type": "article", "title": "OpenAI CEO Asks Congress To Regulate AI", "site_name": "Allwork.Space", "description": "As AI technologies become more advanced, they have the potential to transform entire industries by automating tasks and creating...", "url": "https://allwork.space/2023/05/digest-openai-ceo-asks-congress-to-regulate-ai/", "locale": "en_US", "image": "https://allwork.space/wp-content/uploads/2023/05/OpenAI-CEO-Asks-Congress-To-Regulate-AI-.jpg", "image:height": "720", "image:width": "1280", "image:type": "image/jpeg"}, "language": "EN", "hostname": "allwork.space", "created_at": "2023-05-17T23:36:50.882Z"}, {"_score": 8.837912, "title": "How the CEO behind ChatGPT won over Congress | CNN Business", "link": "https://www.cnn.com/2023/05/17/tech/sam-altman-congress/index.html", "description": "OpenAI CEO Sam Altman seems to have achieved in a matter of hours what other tech execs have been struggling to do for years: He charmed the socks off Congress.", "body": "OpenAI CEO Sam Altman seems to have achieved in a matter of hours what other tech execs have been struggling to do for years: He charmed the socks off Congress.  Despite wide-ranging concerns that artificial intelligence tools like OpenAI’s ChatGPT could disrupt democracy, national security, and the economy, Altman’s appearance Tuesday before a Senate subcommittee went so smoothly that viewers could have been forgiven for thinking the year was closer to 2013 than 2023.   It was a pivotal moment for the AI industry. Altman’s testimony on Tuesday alongside Christina Montgomery, IBM’s chief privacy officer, promised to set the tone for how Washington regulates a technology that many fear could eliminate jobs or destabilize elections.   But where lawmakers could have followed a familiar pattern, blasting the tech industry with hostile questioning and leveling withering allegations of reckless innovation, members of the Senate Judiciary Committee instead heaped praise on the companies — and often, on Altman in particular.   The difference seemed to come down to OpenAI calling for proactive government regulation — and persuading lawmakers it was serious. Unlike the long list of social media hearings in recent years, this AI hearing came earlier in OpenAI’s lifecycle and, crucially, before the company or its technology had suffered any high-profile mishaps.  Altman, more than any other figure in tech, has emerged as the face of a new crop of powerful and disruptive AI tools that can generate compelling written work and images in response to user prompts. Much of the federal government is now racing to figure out how to regulate the cutting-edge technology.  But after his performance on Tuesday, the CEO whose company helped spark the new AI arms race may have maneuvered himself into a privileged position of influence over the rules that may soon govern the tools he’s developing.  A fresh face echoing Congress’s concerns  Altman’s easy-going, plain-spoken demeanor helped disarm skeptical lawmakers and appeared to win over Democrats and Republicans alike. His approach contrasted with the wooden, lawyerly performances that have afflicted some other tech CEOs in the past during their time in the hotseat.   “I sense there is a willingness to participate here that is genuine and authentic,” said Connecticut Democratic Sen. Richard Blumenthal, who chairs the committee’s technology panel.   New Jersey Democratic Sen. Cory Booker, adopting an unusual level of familiarity with a witness, found himself repeatedly addressing Altman as “Sam,” even as he referred to other panelists by their last names.   Even Altman’s fellow witnesses couldn’t resist gushing about his style.  “His sincerity in talking about those [AI] fears is very apparent, physically, in a way that just doesn’t communicate on the television screen,” Gary Marcus, a former New York University professor and a self-described critic of AI “hype,” told lawmakers.  With a relaxed yet serious tone, Altman did not deflect or shy away from lawmakers’ concerns. He agreed that large-scale manipulation and deception using AI tools are among the technology’s biggest potential flaws. And he validated fears about AI’s impact on workers, acknowledging that it may “entirely automate away some jobs.”  “If this technology goes wrong, it can go quite wrong, and we want to be vocal about that,” Altman said. “We want to work with the government to prevent that from happening.”  Altman’s candor and openness has captivated many in Washington.   On Monday evening, Altman spoke to a dinner audience of roughly 60 House lawmakers from both parties. One person in the room, speaking on condition of anonymity to discuss a closed-door meeting, described members of Congress as “riveted” by the conversation, which also saw Altman demonstrating ChatGPT’s capabilities “to much amusement” from the audience.  ‘Politicians must resist the urge to be impressed’  Lawmakers have spent years railing against social media companies, attacking them for everything from their content moderation decisions to their economic dominance. On Tuesday, they seemed ready — or even relieved — to be dealing with another area of the technology industry.   Whether this time is truly different remains unclear, though. The AI industry’s biggest players and aspirants include some of the same tech giants Congress has sharply criticized, including Google and Meta. OpenAI is receiving billions of dollars of investment from Microsoft in a multi-year partnership. And with his remarks on Tuesday, Altman appeared to draw from a familiar playbook for Silicon Valley: Referring to technology as merely a neutral tool, acknowledging his industry’s imperfections and inviting regulation.   Some AI ethicists and experts questioned the value of asking a leading industry spokesperson how he would like to be regulated. Marcus, the New York University professor, cautioned that creating a new federal agency to police AI could lead to “regulatory capture” by the tech industry, but the warning could have applied just as easily to Congress itself.   “It seems very very bad that ahead of a hearing meant to inform how this sector gets regulated, the CEO of one of the corporations that would be subject to that regulation gets to present a magic show to the regulators,” Emily Bender, a professor of computational linguistics at the University of Washington, said of Altman’s dinner with House lawmakers.   She added: “Politicians, like journalists, must resist the urge to be impressed.”  After years of fidgety evasiveness from other tech CEOs, however, lawmakers this week seemed easily wowed by Altman and his seemingly straight-shooting answers.  Louisiana Republican Sen. John Kennedy, after expressing frustration with IBM’s Montgomery for providing a nuanced answer he couldn’t comprehend, visibly brightened when Altman quickly and smoothly outlined his regulatory proposals in a bulleted list. Kennedy began joking with Altman and even asked whether Altman might consider heading up a hypothetical federal agency charged with regulating the AI industry.  “I love my current job,” Altman deadpanned, to audience laughter, before offering to send Kennedy’s office some potential candidates.  Trying to avoid past mistakes  Compounding lawmakers’ attraction to Altman is a belief on Capitol Hill that Congress erred in extending broad liability protections to online platforms at the dawn of the internet. That decision, which allowed for an explosion of blogs, e-commerce sites, streaming media and more, has become an object of regret for many lawmakers in the face of alleged mental health harms stemming from social media.   “I don’t want to repeat that mistake again,” said Judiciary Committee Chairman Dick Durbin.  Here too, Altman deftly seized an opportunity to curry favor with lawmakers by emphasizing distinctions between his industry and the social media industry.  “We try to design systems that do not maximize for engagement,” Altman said, alluding to the common criticism that social media algorithms tend to prioritize outrage and negativity to boost usage. “We’re not an advertising-based model; we’re not trying to get people to use it more and more, and I think that’s a different shape than ad-supported social media.”  In providing simple-sounding solutions with a smile, Altman is doing much more than shaping policy: He is offering members of Congress a shot at redemption, one they seem grateful to accept. Despite the many pitfalls of AI they identified on Tuesday, lawmakers appeared to thoroughly welcome Altman as a partner, not a potential adversary needing oversight and scrutiny.   “We need to be mindful,” Blumenthal said, “of ways that rules can enable the big guys to get bigger and exclude innovation, and competition, and responsible good guys such as our representative in this industry right now.”", "source": "CNN", "date": "2023-05-17T15:36:00.000Z", "props": {"title": "How the CEO behind ChatGPT won over Congress | CNN Business", "image": "https://media.cnn.com/api/v1/images/stellar/prod/230516160812-sam-altman-testifies-051623.jpg?c=16x9&q=w_800,c_fill", "type": "article", "url": "https://www.cnn.com/2023/05/17/tech/sam-altman-congress/index.html", "site_name": "CNN"}, "language": "EN", "hostname": "cnn.com", "created_at": "2023-05-17T17:04:53.252Z"}, {"_score": 8.837912, "title": "How the CEO behind ChatGPT won over Congress | CNN Business", "link": "https://www.cnn.com/2023/05/17/tech/sam-altman-congress/index.html?utm_source=optzlynewmarketribbon", "description": "OpenAI CEO Sam Altman seems to have achieved in a matter of hours what other tech execs have been struggling to do for years: He charmed the socks off Congress.", "body": "OpenAI CEO Sam Altman seems to have achieved in a matter of hours what other tech execs have been struggling to do for years: He charmed the socks off Congress.  Despite wide-ranging concerns that artificial intelligence tools like OpenAI’s ChatGPT could disrupt democracy, national security, and the economy, Altman’s appearance Tuesday before a Senate subcommittee went so smoothly that viewers could have been forgiven for thinking the year was closer to 2013 than 2023.   It was a pivotal moment for the AI industry. Altman’s testimony on Tuesday alongside Christina Montgomery, IBM’s chief privacy officer, promised to set the tone for how Washington regulates a technology that many fear could eliminate jobs or destabilize elections.   But where lawmakers could have followed a familiar pattern, blasting the tech industry with hostile questioning and leveling withering allegations of reckless innovation, members of the Senate Judiciary Committee instead heaped praise on the companies — and often, on Altman in particular.   The difference seemed to come down to OpenAI calling for proactive government regulation — and persuading lawmakers it was serious. Unlike the long list of social media hearings in recent years, this AI hearing came earlier in OpenAI’s lifecycle and, crucially, before the company or its technology had suffered any high-profile mishaps.  Altman, more than any other figure in tech, has emerged as the face of a new crop of powerful and disruptive AI tools that can generate compelling written work and images in response to user prompts. Much of the federal government is now racing to figure out how to regulate the cutting-edge technology.  But after his performance on Tuesday, the CEO whose company helped spark the new AI arms race may have maneuvered himself into a privileged position of influence over the rules that may soon govern the tools he’s developing.  A fresh face echoing Congress’s concerns  Altman’s easy-going, plain-spoken demeanor helped disarm skeptical lawmakers and appeared to win over Democrats and Republicans alike. His approach contrasted with the wooden, lawyerly performances that have afflicted some other tech CEOs in the past during their time in the hotseat.   “I sense there is a willingness to participate here that is genuine and authentic,” said Connecticut Democratic Sen. Richard Blumenthal, who chairs the committee’s technology panel.   New Jersey Democratic Sen. Cory Booker, adopting an unusual level of familiarity with a witness, found himself repeatedly addressing Altman as “Sam,” even as he referred to other panelists by their last names.   Even Altman’s fellow witnesses couldn’t resist gushing about his style.  “His sincerity in talking about those [AI] fears is very apparent, physically, in a way that just doesn’t communicate on the television screen,” Gary Marcus, a former New York University professor and a self-described critic of AI “hype,” told lawmakers.  With a relaxed yet serious tone, Altman did not deflect or shy away from lawmakers’ concerns. He agreed that large-scale manipulation and deception using AI tools are among the technology’s biggest potential flaws. And he validated fears about AI’s impact on workers, acknowledging that it may “entirely automate away some jobs.”  “If this technology goes wrong, it can go quite wrong, and we want to be vocal about that,” Altman said. “We want to work with the government to prevent that from happening.”  Altman’s candor and openness has captivated many in Washington.   On Monday evening, Altman spoke to a dinner audience of roughly 60 House lawmakers from both parties. One person in the room, speaking on condition of anonymity to discuss a closed-door meeting, described members of Congress as “riveted” by the conversation, which also saw Altman demonstrating ChatGPT’s capabilities “to much amusement” from the audience.  ‘Politicians must resist the urge to be impressed’  Lawmakers have spent years railing against social media companies, attacking them for everything from their content moderation decisions to their economic dominance. On Tuesday, they seemed ready — or even relieved — to be dealing with another area of the technology industry.   Whether this time is truly different remains unclear, though. The AI industry’s biggest players and aspirants include some of the same tech giants Congress has sharply criticized, including Google and Meta. OpenAI is receiving billions of dollars of investment from Microsoft in a multi-year partnership. And with his remarks on Tuesday, Altman appeared to draw from a familiar playbook for Silicon Valley: Referring to technology as merely a neutral tool, acknowledging his industry’s imperfections and inviting regulation.   Some AI ethicists and experts questioned the value of asking a leading industry spokesperson how he would like to be regulated. Marcus, the New York University professor, cautioned that creating a new federal agency to police AI could lead to “regulatory capture” by the tech industry, but the warning could have applied just as easily to Congress itself.   “It seems very very bad that ahead of a hearing meant to inform how this sector gets regulated, the CEO of one of the corporations that would be subject to that regulation gets to present a magic show to the regulators,” Emily Bender, a professor of computational linguistics at the University of Washington, said of Altman’s dinner with House lawmakers.   She added: “Politicians, like journalists, must resist the urge to be impressed.”  After years of fidgety evasiveness from other tech CEOs, however, lawmakers this week seemed easily wowed by Altman and his seemingly straight-shooting answers.  Louisiana Republican Sen. John Kennedy, after expressing frustration with IBM’s Montgomery for providing a nuanced answer he couldn’t comprehend, visibly brightened when Altman quickly and smoothly outlined his regulatory proposals in a bulleted list. Kennedy began joking with Altman and even asked whether Altman might consider heading up a hypothetical federal agency charged with regulating the AI industry.  “I love my current job,” Altman deadpanned, to audience laughter, before offering to send Kennedy’s office some potential candidates.  Trying to avoid past mistakes  Compounding lawmakers’ attraction to Altman is a belief on Capitol Hill that Congress erred in extending broad liability protections to online platforms at the dawn of the internet. That decision, which allowed for an explosion of blogs, e-commerce sites, streaming media and more, has become an object of regret for many lawmakers in the face of alleged mental health harms stemming from social media.   “I don’t want to repeat that mistake again,” said Judiciary Committee Chairman Dick Durbin.  Here too, Altman deftly seized an opportunity to curry favor with lawmakers by emphasizing distinctions between his industry and the social media industry.  “We try to design systems that do not maximize for engagement,” Altman said, alluding to the common criticism that social media algorithms tend to prioritize outrage and negativity to boost usage. “We’re not an advertising-based model; we’re not trying to get people to use it more and more, and I think that’s a different shape than ad-supported social media.”  In providing simple-sounding solutions with a smile, Altman is doing much more than shaping policy: He is offering members of Congress a shot at redemption, one they seem grateful to accept. Despite the many pitfalls of AI they identified on Tuesday, lawmakers appeared to thoroughly welcome Altman as a partner, not a potential adversary needing oversight and scrutiny.   “We need to be mindful,” Blumenthal said, “of ways that rules can enable the big guys to get bigger and exclude innovation, and competition, and responsible good guys such as our representative in this industry right now.”", "source": "CNN", "date": "2023-05-17T15:36:00.000Z", "props": {"title": "How the CEO behind ChatGPT won over Congress | CNN Business", "image": "https://media.cnn.com/api/v1/images/stellar/prod/230516160812-sam-altman-testifies-051623.jpg?c=16x9&q=w_800,c_fill", "type": "article", "url": "https://www.cnn.com/2023/05/17/tech/sam-altman-congress/index.html", "site_name": "CNN"}, "language": "EN", "hostname": "cnn.com", "created_at": "2023-05-17T20:13:13.493Z"}, {"_score": 9.582333, "title": "Here’s what ChatGPT maker OpenAI CEO said on AI regulation - Times of India", "link": "https://m.timesofindia.com/gadgets-news/heres-what-chatgpt-maker-openai-ceo-said-on-ai-regulation/articleshow/100307888.cms", "description": "Sam Altman testified before a US Senate committee this week about the possibilities and dangers of the new technology. He said that an agency should b", "body": "Google and Microsoft are among the tech giants that are investing heavily in artificial intelligence (AI). The companies have emphasised ethical development of the technology even as authorities in various markets called for regulation. On similar lines, the CEO of ChatGPT maker company OpenAI pushed for regulation of AI.Sam Altman testified before a US Senate committee this week about the possibilities and dangers of the new technology. He said that an agency should be formed to licence AI companies.“I think if this technology goes wrong, it can go quite wrong. And we want to be vocal about that. We want to work with the government to prevent that from happening,” Altman said.100258517‘AI may destroy some jobs’Altman also noted that the technology may destroy some jobs but also create new ones – something that Google CEO Sundar Pichai also hinted.Pichai said that AI will spur ‘big societal labour market disruptions’. He, however, noted that the technology will also make professions better.Altman also said that AI could have an impact on the economy, including the likelihood that AI technology could replace some jobs, leading to layoffs in certain fields.“We believe that the benefits of the tools we have deployed so far vastly outweigh the risks, but ensuring their safety is vital to our work,” Altman said.100189431EU introduced AI rulesRecently, lawmakers in the European Union (EU) introduced rules for the technology. A committee in the European Parliament approved an AI regulation which means that it could become a law, known as the European AI Act.Additionally, China has already developed draft rules to manage how companies develop generative AI products like ChatGPT.Google last week announced new AI updates, including a better, more powerful language model called PaLM 2, which it claimed can outperform other leading systems on some tasks. In that event, Google emphasised on ethical development of the technology.", "source": "Indiatimes.com", "date": "2023-05-17T13:14:00.000Z", "props": {"title": "Here’s what ChatGPT maker OpenAI CEO said on AI regulation - Times of India", "url": "https://timesofindia.indiatimes.com/gadgets-news/heres-what-chatgpt-maker-openai-ceo-said-on-ai-regulation/articleshow/100307888.cms", "image": "https://static.toiimg.com/thumb/msid-100307868,width-1070,height-580,imgsize-80088,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg", "description": "Sam Altman testified before a US Senate committee this week about the possibilities and dangers of the new technology. He said that an agency should b", "image:width": "1070", "image:height": "580", "site_name": "The Times of India", "type": "article"}, "language": "EN", "hostname": "m.timesofindia.com", "created_at": "2023-05-17T17:04:53.504Z"}, {"_score": 7.234005, "title": "Apple Announces iPhone Will Be Able to Speak in Your Voice With AI", "link": "https://www.businessinsider.com/apple-announces-iphone-will-able-speak-in-your-voice-ai-2023-5", "description": "Apple's \"Personal Voice\" feature will be released later this year, and is part of its new accessibility tools designed to help people who can't speak.", "body": "If you have an iPhone or iPad, you'll soon be able to hear it speak in your own voice, Apple announced Tuesday.The upcoming feature,\"Personal Voice,\" will give users randomized text prompts to generate 15 minutes of audio.There'll be another new tool called \"Live Speech\" which lets users type in a phrase, and save commonly-used ones, for the device to speak during phone and FaceTime calls or in-person conversations.Apple says it'll use machine learning, a type of AI, to create the voice on the device itself rather than externally so the data can be more secure and private.It might sound like a quirky feature at first, but it's actually part of the company's latest drive for accessibility. Apple pointed to conditions like ALS where people are at risk of losing their ability to speak. \"At Apple, we've always believed that the best technology is technology built for everyone,\" said Tim Cook, Apple's CEO.And Philip Green, a board member at the Team Gleason nonprofit whose voice has changed significantly since being diagnosed with ALS, said in the press release: \"At the end of the day, the most important thing is being able to communicate with friends and family.\"\"If you can tell them you love them, in a voice that sounds like you, it makes all the difference in the world,\" he added.It's not the first time Apple has ventured into the AI voice market, as iPhone users will be familiar with Siri. It uses machine learning to understand what people are saying.And back in 1984, Steve Jobs was passionate about getting the Apple Macintosh 128K to say \"Hello\" in a voice demo at its unveiling. That was pretty advanced tech for the time, and was dramatized in a key plot point in the 2011 biopic about the late Apple cofounder.It's not clear exactly when Personal Voice will be available, but Apple says it'll be before the end of the year.", "source": "Business Insider", "date": "2023-05-17T12:22:00.000Z", "props": {"title": "Apple says your iPhone will soon be able to speak in your voice with 15 minutes of training", "description": "Apple's \"Personal Voice\" feature will be released later this year, and is part of its new accessibility tools designed to help people who can't speak.", "type": "article", "url": "https://www.businessinsider.com/apple-announces-iphone-will-able-speak-in-your-voice-ai-2023-5", "image": "https://i.insider.com/6464bf877224930019f332c6?width=1200&format=jpeg", "site_name": "Business Insider"}, "language": "EN", "hostname": "businessinsider.com", "created_at": "2023-05-18T03:41:20.493Z"}, {"_score": 6.963957, "title": "Premarket stocks: Senators blame excessive CEO pay for regional bank failures | CNN Business", "link": "https://www.cnn.com/2023/05/17/investing/premarket-stocks-trading/index.html", "description": "US senators hammered former executives of recently collapsed Silicon Valley Bank and Signature Bank on Tuesday over their paychecks, sales of stock and bonus payouts as the financial institutions struggled to stay afloat.", "body": "US senators hammered former executives of recently collapsed Silicon Valley Bank and Signature Bank on Tuesday over their paychecks, sales of stock and bonus payouts as the financial institutions struggled to stay afloat.  The 2.5-hour hearing by the Senate Banking Committee was meant to hold leadership accountable for the mismanagement that led to the banks’ failures and the regional banking crisis, but much of the focus centered around CEO compensation.  High payouts, posited lawmakers on both sides of the aisle, made execs greedy. Executives prioritized profit margins and share prices over the fundamental health of their banks, leading to a meltdown in the sector that rippled through the economy.  What’s happening: Securities and Exchange Commission filings show that SVB’s former chief executive Greg Becker sold more than $2 million in SVB stock in late February and $1.1 million in stock in January, ahead of the bank’s failure.  At the time of its collapse, SVB had 31 unresolved supervisory warnings. Still, Becker received a $1.5 million bonus as part of his 2022 compensation package that was worth about $10 million in total. Joseph DePaolo, the former CEO of Signature Bank, received about $8.6 million. “You were paying out bonuses until literally hours before regulators seized your assets,” Sen. Sherrod Brown, chairman of the Senate Banking Committee, told Becker at Tuesday’s hearing.  “Workers face consequences, executives ride off into the sunset. Only in corporate boardrooms can you run your business into the ground, take the whole economy along with you and come out ahead. We can’t let that happen again,” Brown said. Becker said his cash and stock bonuses were “predetermined” and that he wasn’t aware of when they would be paid out. Regulators have identified major weaknesses in SVB’s incentive program, Sen. Bob Menendez said, which, he claimed, encouraged “excessive risk-taking to maximize short-term financial metrics.” “In other words, the incentive structure you and your colleagues put in place rewarded breakneck growth and profitability, while kneecapping efforts to manage growing risks to the firm… Clearly, the compensation structure at your institution was not in line with the long-term interests of your shareholders and deposit holders,” Menendez said. Republicans also homed in on executive pay. Throughout the hearing, they criticized the banks for incentivizing taking risk while failing to hedge against the excess of securities that they held. Around the time of SVB’s failure, more than 85% of the bank’s capital was invested in securities with maturity of greater than 5 years.  “If you’d bought those hedges [against Treasuries purchased by the bank], that would have cut into your profits, wouldn’t it? If you’d made less money, that would have affected your bonus, wouldn’t it?” added Sen. John Kennedy. Sen. Tim Scott added that the banks’ management teams appeared more “focused on chasing profitability than stability.” That, he remarked, “sounds like greed.” What’s next: Both the Federal Deposit Insurance Corporation and Federal Reserve have the authority to claw some of that pay back and further penalize bank executives. Brown said he is working on a bill to make it easier for them to do so.  Sen. Elizabeth Warren said she was working with Brown on the regulation.  “Right now, the law says that people like Mr. Becker and Mr. [Scott] Shay [former chairman of Signature Bank] can come to Washington, they can lobby for weaker bank regulations, they can load up their banks with risk, they can pay themselves tens of millions of dollars,” she said. “And when the banks blow up, Mr. Becker and Mr. Shay get to keep all the money. And that is just plain wrong.” ChatGPT goes to Washington  OpenAI CEO Sam Altman also made his way to the Senate on Tuesday. There, he urged lawmakers to regulate artificial intelligence, reports my colleague Brian Fung.  This new AI technology is a huge, potential “printing press moment,” he said, but added that it would also require some legal safeguards. “We think that regulatory intervention by governments will be critical to mitigate the risks of increasingly powerful models,” Altman said in his opening remarks before a Senate Judiciary subcommittee. Altman’s appearance comes after the viral success of ChatGPT, his company’s chatbot tool, renewed an arms race over AI and sparked concerns from some lawmakers about the risks posed by the technology. A growing list of tech companies have deployed new AI tools in recent months, with the potential to change how we work, shop and interact with each other. But these same tools have also drawn criticism from some of tech’s biggest names for their potential to disrupt millions of jobs, spread misinformation and perpetuate biases. In his remarks Tuesday, Altman said the potential for AI to be used to manipulate voters and target disinformation are among “my areas of greatest concern,” especially because “we’re going to face an election next year and these models are getting better.” Altman suggested that the United States government create a licensing system to regulate and monitor companies working with powerful AI tools. This “combination of licensing and testing requirements,” Altman said, could be applied to the “development and release of AI models above a threshold of capabilities.” Altman also warned that AI might eliminate jobs.  “There will be an impact on jobs,” Altman told the Senate. “We try to be very clear about that, and I think it’ll require partnership between industry and government, but mostly action by government, to figure out how we want to mitigate that. But I’m very optimistic about how great the jobs of the future will be.” Get ready for more Tesla Tesla\n            \n                (TSLA) will begin to publicly advertise its cars for the first time in its short history. Up until now, the company has garnered its status through earned press and word of mouth.  CEO Elon Musk announced the change on Tuesday evening at the company’s annual meeting in Austin, Texas. “We’ll try a little advertising, and see how it goes,” Musk said.  The crowd was overwhelmingly positive about Musk and Tesla, reports my colleague Chris Isidore.  “I didn’t realize people wanted it that much,” Musk said about advertising later in the meeting. The decision is a complete turnaround. The billionaire CEO has argued for years that there is no need for the company to advertise because demand for the vehicles outstrips supply without any added promotion.  One thing that has changed for Tesla is greater competition from existing automakers, all of which have devoted much of their advertising budget to electric vehicles, even for vehicles that are not yet available for sale.", "source": "CNN", "date": "2023-05-17T11:39:00.000Z", "props": {"title": "What caused regional banks to fail? Senators blame excessive CEO pay | CNN Business", "image": "https://media.cnn.com/api/v1/images/stellar/prod/230516162042-02-senate-banking-committee-hearing-silicon-valley-signature-banks-0516.jpg?c=16x9&q=w_800,c_fill", "type": "article", "url": "https://www.cnn.com/2023/05/17/investing/premarket-stocks-trading/index.html", "site_name": "CNN"}, "language": "EN", "hostname": "cnn.com", "created_at": "2023-05-17T15:34:45.896Z"}, {"_score": 7.710598, "title": "Former LinkedIn employee says receiving layoff email was tough and shocking, wonders what is next - India Today", "link": "https://www.indiatoday.in/technology/news/story/former-linkedin-employee-says-receiving-layoff-email-was-tough-and-shocking-wonders-what-is-next-2380257-2023-05-17", "description": "A former LinkedIn employee said that receiving the layoff email was 'tough as well as shocking'. However, he is trying to maintain a positive outlook about the whole scenario.", "body": "When LinkedIn, the platform that helps people find jobs, announced that it will also be hopping on the layoff bandwagon, we were all left surprised. The company decided to fire more than 700 employees in order to cut down costs, much like other tech companies. As per reports, the latest round of layoffs majorly impacted people from the sales, operations and support teams. Not only did the company laid off employees, it also revoked some job offers.Ever since news of LinkedIn layoffs has surfaced, impacted people have shared their side of the story on the job-search platform. One such ex-employee naratted that receiving the mail informing him about his layoff was &#039;tough and shocking&#039;. However, the ex-LinkedIn executive maintains a positive outlook on the situation and is wondering what will come next for him. Ex-LinkedIn employee says what&#039;s next?The former LinkedIn employee opened up about his story after a week of finding out that he was being given the pink slip. In his LinkedIn post, he wrote, &quot;Last week, I found out that my role was eliminated as a part of LinkedIn&#039;s restructure that affected 700+ employees. Receiving that email was tough and quite shocking, but life does not go back, and as I always remind my teammates, you always have to keep moving forward. When I started to reflect, my mind immediately went to how grateful I am to have worked with such an amazing group of individuals over my tenure. Words on a post cannot express the gratitude I have for each and every person that I had the privilege and pleasure to work alongside.&quot;Talking about &#039;what&#039;s next&#039;, the ex-LinkedIn employee quoted a line from the popular movie Night at the Musem. He wrote, So the overarching question still stands, what is next for me? To be honest, at least for now, I am not too sure! I am going to use a corny line from an even cornier movie to sum up how I am feeling. In Night at the Museum, Ben Stiller&#039;s character looks to Robin Williams and says, &quot;I have no idea what I am going to do tomorrow.&quot; Without hesitation, Robin responds with a smile and says, &quot;How exciting!&quot;&quot;I am looking forward to embracing this mentality while I look for a new role,&quot; he concluded the post.   &nbsp;      &nbsp;  LinkedIn using AI to help with job searchMeanwhile, like most tech companies, LinkedIn is also focusing on artificial intelligence (AI) and how to make use of the tech in the best possible way.News agency IANS had reported that LinkedIn is testing a feature that will help job seekers and give them personalised writing suggestions that they can send to hiring managers and boost their chances of landing a job. Users will be able to generate cover letter-like messages that are short and to-the-point, and can be sent to recruiters.The feature, as per the report, is already available for LinkedIn&#039;s Premium subscribers.--- ENDS ---ALSO READ |  ChatGPT creator Sam Altman says AI can go quite wrong, urges US lawmakers to regulate the technologyALSO READ |  ChatGPT maker OpenAI is offering a free course on Prompt Engineering, details hereALSO READ |  IBM employee who was on sick leave for 15 years says he sued the company for financial security of his family", "source": "India Today", "date": "2023-05-17T11:25:15.000Z", "props": {"site_name": "India Today", "type": "Article", "title": "Former LinkedIn employee says receiving layoff email was tough and shocking, wonders what is next", "description": "A former LinkedIn employee said that receiving the layoff email was 'tough as well as shocking'. However, he is trying to maintain a positive outlook about the whole scenario.", "url": "https://www.indiatoday.in/technology/news/story/former-linkedin-employee-says-receiving-layoff-email-was-tough-and-shocking-wonders-what-is-next-2380257-2023-05-17", "image": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/202305/alexander-shatov-9zjd7pe_frm-unsplash-sixteen_nine.jpg?VersionId=V5p3Xo8lBTEuiQ3bZZH147ywZzwF_iZj"}, "language": "EN", "hostname": "indiatoday.in", "created_at": "2023-05-17T11:40:58.199Z"}, {"_score": 7.635704, "title": "10 Things in Tech: Ikea Raves, TikTok AR Filters, and Oracle’s Cerner", "link": "https://www.businessinsider.com/youtube-car-money-tiktok-ikea-italy-sick-oracle-ibm-2023-5", "description": "In today's edition: IBM employee on sick leave for 15 years sues company, YouTubers share how to make money, and more headlines.", "body": "We made it to the middle of the week. I'm Diamond Naga Siu, and I'm taking a few days off to watch my best friend graduate with their PhD. (Don't worry, my colleagues in London will be bringing you your daily dose of tech news while I'm away.)During the flight back to New York, I might catch up on some television (or perhaps watch a second movie this year). But getting that ad-free experience on Netflix — or any other streaming service — is becoming pricey.My colleague Nathan McAlone highlights that ever since Netflix started including ads, many other streaming services like Disney+ have followed suit. And they made the ad-free tier pretty expensive.Before I see you again next week, let's dive into today's tech.If this was forwarded to you, sign up here. Download Insider's app here.1. Pharmacy startup TruePill is searching for its panacea. Business skyrocketed during the pandemic. TruePill filled a sudden need for dispensing and shipping medications when many people went remote. But amid a shaky tech landscape now, TruePill is flailing.Check up on the ailing company here.In other news:2. IBM employee on sick leave for 15 years sues company. The IT worker has leukemia and was upset that IBM hadn't raised his $67,000 salary while he was off work. He claimed the stagnant salary was disability discrimination. More on the legal tussle here.3. Employees told to \"drink the Kool-Aid\" at Larry Page's startup. Leaked audio and emails revealed the mess at flying-car startup Kittyhawk months before it shut down. The directive was: Do whatever Page asks, no matter how ridiculous it seems. Fly over for the full story here.4. TikTok will pay you for augmented reality filters. The company has set aside $6 million for this new program. Developers could earn up to $14,000 from just one filter. More on the potentially lucrative program here.5. Italy's hottest club is Ikea. The Swedish furniture company recently held two raves — one of which got shut down by the police — in Milan. It's part of Ikea's new strategy to attract customers. Check it out here.6. Oracle's acquisition of Cerner has depleted morale. Oracle has paused promotions and raises, laid off staff, and sidelined the CEO at the health software giant. Current and former employees told Insider about the recent turmoil. Take the internal temperature check here.7. Dozens of YouTubers shared how they started making money. This includes strategies on how to qualify for the YouTube Partner Program. Get their step-by-step insights here.8. Say goodbye to the US car market as we know it. Chinese car companies are eyeing the US market — multiple of them even offer EVs under $15,000. Plus, they've mastered quality and affordability. Drive over for the full picture here.Odds and ends:9. 'As soon as they're afraid, they just run.' Russian troops are abandoning their military positions, according to a Ukrainian officer. NATO recently predicted that Russia was losing five soldiers for every Ukrainian killed. More on the situation here.10. Top 12 places to live in the US. Affordable homes. Good weather. Lots of jobs. These high quality-of-life places include Boulder, Colorado, and Portland, Maine. Get the full list here.What we're watching today:Curated by Diamond Naga Siu in San Diego. (Feedback or tips? Email dsiu@insider.com or tweet @diamondnagasiu) Edited by Alistair Barr (tweet @alistairmbarr) in San Francisco and Hallam Bullock (tweet @hallam_bullock) in London.", "source": "Business Insider", "date": "2023-05-17T10:30:00.000Z", "props": {"title": "10 Things in Tech: Say goodbye to the US car market as we know it, TikTok will pay for AR filters, and YouTubers share how they make money", "description": "In today's edition: IBM employee on sick leave for 15 years sues company, YouTubers share how to make money, and more headlines.", "type": "article", "url": "https://www.businessinsider.com/youtube-car-money-tiktok-ikea-italy-sick-oracle-ibm-2023-5", "image": "https://i.insider.com/64512e9b8b6329001b5563aa?width=1200&format=jpeg", "site_name": "Business Insider"}, "language": "EN", "hostname": "businessinsider.com", "created_at": "2023-05-17T11:28:59.282Z"}, {"_score": 10.860457, "title": "Looking for a job in tech giants like Google, Microsoft, Amazon, Goldman Sachs? Here are 5 tips to get interview calls | Mint", "link": "https://www.livemint.com/news/looking-for-a-job-in-tech-giants-like-microsoft-amazon-goldman-sachs-infosys-here-are-5-tips-to-get-interview-calls-11684295046553.html", "description": "A Software Engineer has shared five steps strategy that got her interview calls from big tech giants like Google, Microsoft, Amazon, Goldman Sachs, Infosys.", "body": "Wondering how to get interview calls from tech giants? A resident from Uttar Pradesh's city of Lucknow has shared five steps strategy that got her interview calls from big tech giants like Google, Microsoft, Amazon, Goldman Sachs, Infosys.As per her LinkedIn bio, Deeksha Pandey is currently working at Google's Hyderabad office since the past 11 months.As per the first step, she said that she subscribed to the career pages of more than 100 companies. Due to this she was updated whenever a new opportunity was opened in the company. Secondly, she added that she also added that she participated in almost all of the hiring contests organised by the companies. “I participated in almost all of the hiring contests organised frequently by multiple companies. Some popular sites that regular conducts these contests are: Hackerearth , D2C etc,” she wrote.Thirdly, she said that she participated in multiple hackathons that indirectly helped her getting interview calls. Giving an example she said, “For example, I participated in Microsoft Fixathon by Microsoft that eventually helped me in getting interview call from Microsoft.”Further adding she wrote, “Before submitting my resume to any job opening, I used to trim my resume according to the job description. I tried to highlight/add the keywords in my resume that was in sync to the job descriptionLastly, she mentioned that during the process she got 1000 rejections but it did not stop her from applying for new job opening. \"So in summary, don’t get demotivated if you are not getting any reply from the companies. Just keep applying, you never know which could be the one for you, she said.Meanwhile, a report by Economic Times stated that tech giant Amazon is laying off about 500 employees in India across different businesses and functions. As per the report, the process of lay off is ongoing and employees from Amazon Web Services (AWS), human resources, support functions are being laid off. The report also added that this fresh round of layoffs is part of 9,000 jobs cut announcement that was made in March 2023.In March, Amazon had revealed its plans to cut around 9,000 jobs from its cloud services, advertising and Twitch units as recession fears loom. The announcement was made by CEO Andy Jassy via a memo to staff mere weeks after the company laid off around 18,000 employees.After the news of layoffs came out, a former employee at Amazon's Bengaluru office said that she has been struggling to process the layoff for over 20 days. Srishti Dasgupta worked as a Senior product compliance associate since 9 months at Amazon. &nbsp;In her post she wrote, ““Hi everyone, I'm writing to share some news that I've been struggling to process for the past 20+ days. I was recently relieved from my position at Amazon on April 2023. I have been feeling a range of emotions since then, including grief, anger, and uncertainty. I'm grieving the loss of my job, the relationships I built with my colleagues, and the sense of purpose I felt in my work. I'm also angry at the situation, and I'm feeling uncertain about what the future holds.”\"I'm still processing what happened, but I wanted to reach out to my network and let you know what's going on. I'm open to connecting with anyone who has been through a similar experience, or who has any advice for me,” she added.", "source": "Mint", "date": "2023-05-17T06:13:26.000Z", "props": {"title": "Want to get interview calls from big tech firm? Here are 5 tips to know", "image": "https://www.livemint.com/lm-img/img/2023/05/17/600x338/tech_giants_1684295851965_1684295852210.jpg", "type": "article", "url": "https://www.livemint.com/news/looking-for-a-job-in-tech-giants-like-microsoft-amazon-goldman-sachs-infosys-here-are-5-tips-to-get-interview-calls-11684295046553.html", "site_name": "mint", "description": "A Software Engineer has shared five steps strategy that got her interview calls from big tech giants like Google, Microsoft, Amazon, Goldman Sachs, Infosys."}, "language": "EN", "hostname": "livemint.com", "created_at": "2023-05-17T14:25:03.309Z"}, {"_score": 7.5408077, "title": "ChatGPT chief says artificial intelligence should be regulated by a US or global agency", "link": "https://www.kcra.com/article/chatgpt-chief-says-artificial-intelligence-should-be-regulated-by-a-us-or-global-agency/43909311", "description": "The head of the artificial intelligence company that makes ChatGPT told Congress on Tuesday that government intervention will be critical to mitigating the risks of increasingly powerful AI systems.", "body": "The head of the artificial intelligence company that makes ChatGPT told Congress on Tuesday that government intervention will be critical to mitigating the risks of increasingly powerful AI systems.\"As this technology advances, we understand that people are anxious about how it could change the way we live. We are too,\" OpenAI CEO Sam Altman said at a Senate hearing.Altman proposed the formation of a U.S. or global agency that would license the most powerful AI systems and have the authority to \"take that license away and ensure compliance with safety standards.\"His San Francisco-based startup rocketed to public attention after it released ChatGPT late last year. ChatGPT is a free chatbot tool that answers questions with convincingly human-like responses.What started out as a panic among educators about ChatGPT's use to cheat on homework assignments has expanded to broader concerns about the ability of the latest crop of \"generative AI\" tools to mislead people, spread falsehoods, violate copyright protections and upend some jobs.And while there's no immediate sign Congress will craft sweeping new AI rules, as European lawmakers are doing, the societal concerns brought Altman and other tech CEOs to the White House earlier this month and have led U.S. agencies to promise to crack down on harmful AI products that break existing civil rights and consumer protection laws.Sen. Richard Blumenthal, the Connecticut Democrat who chairs the Senate Judiciary Committee's subcommittee on privacy, technology and the law, opened the hearing with a recorded speech that sounded like the senator, but was actually a voice clone trained on Blumenthal's floor speeches and reciting ChatGPT-written opening remarks.The result was impressive, said Blumenthal, but he added, \"What if I had asked it, and what if it had provided, an endorsement of Ukraine surrendering or (Russian President) Vladimir Putin's leadership?\"The overall tone of senators' questioning was polite Tuesday, a contrast to past congressional hearings in which tech and social media executives faced tough grillings over the industry's failures to manage data privacy or counter harmful misinformation. In part, that was because both Democrats and Republicans said they were interested in seeking Altman's expertise on averting problems that haven't yet occurred.Blumenthal said AI companies ought to be required to test their systems and disclose known risks before releasing them, and expressed particular concern about how future AI systems could destabilize the job market. Altman was largely in agreement, though had a more optimistic take on the future of work.Pressed on his own worst fear about AI, Altman mostly avoided specifics, except to say that the industry could cause \"significant harm to the world\" and that \"if this technology goes wrong, it can go quite wrong.\"But he later proposed that a new regulatory agency should impose safeguards that would block AI models that could \"self-replicate and self-exfiltrate into the wild\" — hinting at futuristic concerns about advanced AI systems that could manipulate humans into ceding control.Co-founded by Altman in 2015 with backing from tech billionaire Elon Musk, OpenAI has evolved from a nonprofit research lab with a safety-focused mission into a business. Its other popular AI products include the image-maker DALL-E. Microsoft has invested billions of dollars into the startup and has integrated its technology into its own products, including its search engine Bing.Altman is also planning to embark on a worldwide tour this month to national capitals and major cities across six continents to talk about the technology with policymakers and the public. On the eve of his Senate testimony, he dined with dozens of U.S. lawmakers, several of whom told CNBC they were impressed by his comments.Also testifying were IBM's chief privacy and trust officer, Christina Montgomery, and Gary Marcus, a professor emeritus at New York University who was among a group of AI experts who called on OpenAI and other tech firms to pause their development of more powerful AI models for six months to give society more time to consider the risks. The letter was a response to the March release of OpenAI's latest model, GPT-4, described as more powerful than ChatGPT.The panel's ranking Republican, Sen. Josh Hawley of Missouri, said the technology has big implications for elections, jobs and national security. He said Tuesday's hearing marked \"a critical first step towards understanding what Congress should do.\"A number of tech industry leaders have said they welcome some form of AI oversight but have cautioned against what they see as overly heavy-handed rules. Altman and Marcus both called for an AI-focused regulator, preferably an international one, with Altman citing the precedent of the U.N.'s nuclear agency and Marcus comparing it to the U.S. Food and Drug Administration. But IBM's Montgomery instead asked Congress to take a \"precision regulation\" approach.\"We think that AI should be regulated at the point of risk, essentially,\" Montgomery said, by establishing rules that govern the deployment of specific uses of AI rather than the technology itself.", "source": "KCRA Sacramento", "date": "2023-05-16T22:00:00.000Z", "props": {"type": "article", "url": "https://www.kcra.com/article/chatgpt-chief-says-artificial-intelligence-should-be-regulated-by-a-us-or-global-agency/43909311", "site_name": "KCRA", "title": "ChatGPT chief says artificial intelligence should be regulated by a US or global agency", "description": "The head of the artificial intelligence company that makes ChatGPT told Congress on Tuesday that government intervention will be critical to mitigating the risks of increasingly powerful AI systems.", "image": "https://kubrick.htvapps.com/htv-prod-media.s3.amazonaws.com/images/untitled-design-3-6463f6361a3cb.jpg?crop=1.00xw:1.00xh;0,0&resize=1200:*", "image:width": "1200", "image:height": "675"}, "language": "EN", "hostname": "kcra.com", "created_at": "2023-05-17T07:40:04.723Z"}, {"_score": 15.1739, "title": "Open AI and IBM testify on Capitol Hill.", "link": "https://www.emergingtechbrew.com/stories/2023/05/16/openai-sam-altman-senate-hearing", "description": "GPT-4 will ‘entirely automate away’ certain jobs and could be used for election disinformation, Sam Altman told senators.", "body": null, "source": "Emerging Tech Brew", "date": "2023-05-16T21:14:50.000Z", "props": {"type": "website", "image:alt": "Morning Brew Logo", "image:width": "1200", "image:height": "630", "locale": "en_US", "site_name": "Emerging Tech Brew", "title": "OpenAI CEO to Congress: Regulate me", "description": "GPT-4 will ‘entirely automate away’ certain jobs and could be used for election disinformation, Sam Altman told senators.", "url": "https://www.emergingtechbrew.com/stories/2023/05/16/openai-sam-altman-senate-hearing", "image": "https://cdn.sanity.io/images/bl383u0v/production/65baa425e5034458855d9a5a200ce963af0d4bec-5472x3648.jpg?rect=0,387,5472,2873&w=1200&h=630&q=70&fit=crop&auto=format"}, "language": "EN", "hostname": "emergingtechbrew.com", "created_at": "2023-05-16T23:08:53.902Z"}, {"_score": 14.259438, "title": "A Microsoft report took a look at AI and its effect on the workforce | kens5.com", "link": "https://www.kens5.com/article/tech/microsoft-report-took-a-look-at-ai-effect-on-workforce/273-455f0776-11fa-46e6-9533-9d611e0feb5b", "description": "The report said many believe that AI will lift some of the burden of work, but worry that it could replace jobs.", "body": null, "source": "KENS5.com", "date": "2023-05-16T21:14:00.000Z", "props": {"url": "https://www.kens5.com/article/tech/microsoft-report-took-a-look-at-ai-effect-on-workforce/273-455f0776-11fa-46e6-9533-9d611e0feb5b", "title": "A Microsoft report took a look at AI and its effect on the workforce", "description": "The report said many believe that AI will lift some of the burden of work, but worry that it could replace jobs.", "type": "article", "image": "https://media.kens5.com/assets/KENS/images/03cffe4b-b8a0-4c90-b973-21bdf3904a3b/03cffe4b-b8a0-4c90-b973-21bdf3904a3b_1140x641.jpg", "image:width": "1140", "image:height": "641", "site_name": "kens5.com", "locale": "en_US"}, "language": "EN", "hostname": "kens5.com", "created_at": "2023-05-17T05:02:04.637Z"}, {"_score": 9.928575, "title": "\n    OpenAI CEO Sam Altman fears artificial intelligence could \"go quite wrong\" - CBS News", "link": "https://www.cbsnews.com/news/sam-altman-senate-chatgpt-ai-could-go-quite-wrong/", "description": "Speaking at a Senate hearing, OpenAI CEO Sam Altman said his biggest fear is that artificial intelligence could &quot;cause significant harm to the world.&quot;", "body": "Sam Altman, the CEO of the company behind ChatGPT, expressed concern that artificial intelligence could \"go quite wrong\" at a Senate committee hearing on Tuesday focusing on how to regulate the rapidly developing field of AI.Altman, who leads San Francisco-based OpenAI, said in response to a question about his greatest fear regarding AI that the technology and industry could \"cause significant harm to the world\" unless it is properly regulated. \"If this technology goes wrong, it can go quite wrong,\" he told the Senate Judiciary's Subcommittee on Privacy, Technology and the Law. \"We want to be vocal about that. We want to work with the government to prevent that happening. But we have to be clear-eyed about it.\"Question for your doctor? Artificial intelligence can help.Screenwriters want to stop AI from taking their jobsAsked by Sen. Josh Hawley, R-Mo., about the risk that so-called large language models like ChatGPT, which can already predict public opinion with accuracy, could be used to manipulate people, such as undecided voters, Altman replied, \"I'm nervous about it.\" He also drew a parallel with the emergence of Photoshop in the late 1990s and early 2000s, when many people were initially fooled by photoshopped images before developing an understanding of image manipulation. \"This will be like that on steroids,\" he said.AI a threat to democracy?The congressional hearing covered a range of concerns, and senators from both parties broadly agreed that AI needed regulation, without reaching firm conclusions on how to do that. Sen. Chris Coons, Democrat of Delaware, fretted that AI models developed in China would promote a pro-China \"point of view,\" and pushed for the creation of AI that would promote \"open markets and open societies.\" Hawley later rattled off a list of potential negative effects from AI: \"Loss of jobs, loss of privacy, manipulation of personal behavior, manipulation of personal opinion and destabilization of elections in America,\" he said.But Altman expressed optimism that AI would create more jobs than it destroys, saying, \"We're very optimistic that there will be fantastic jobs in the future and that current jobs can be much better,\" and said that ChatGPT was \"good at doing tasks, not jobs.\" IBM Chief Privacy and Trust Officer, Christina Montgomery, who also testified in the hearing, used herself as an example of AI creating new jobs, noting that she heads a team of AI governance professionals. Indeed, the technology is already disrupting some fields. Earlier this month, IBM's chief executive told Bloomberg the company would pause hiring for jobs that could be done by AI, affecting roughly a third of the company's headcount, or 7,800 positions.  Altman and AI researcher Gary Marcus expressed support for government regulations on AI. That could could include potentially creating a new agency to oversee the technology, requiring companies to make AI models and their underlying data public, requiring AI creators to have a license to publicly release products or demonstrate their safety before public release, and have independent auditing of AI models. Montgomery advocated for a more narrowly focused approach where the government would regulate only certain \"use cases\" for artificial intelligence. \"These things will have learned from us\"The rapid emergence of \"generative AI\" — tools that can put out reams of writing or visual images, helping doctors communicate with their patients and real estate pros quickly write listings, for example — has heightened public concerns about the tech. AI pioneer Geoffrey Hinton, who recently left his job at Google to speak freely about the technology, recently told a conference that AI could pose a range of threats.\"These things will have learned from us, by reading all the novels that ever were and everything Machiavelli ever wrote, how to manipulate people,\" Hinton said, according to the Associated Press. \"Even if they can't directly pull levers, they can certainly get us to pull levers.\" In March, a number of prominent CEOs and researchers signed a letter asking for a six-month moratorium on developing major AI models. \"Should we develop nonhuman minds that might eventually outnumber, outsmart, obsolete and replace us?\" they asked.At Tuesday's hearing, however, the consensus was that the explosion in AI would continue apace, as companies and investors pour billions of dollars into the technology.\"There's no way to stop this moving forward,\" said Sen. Cory Booker, D-N.J. \"There will be no pause. There's no enforcement body to enforce a pause. Forgive me for being skeptical, nobody's pausing.\"", "source": "CBS News", "date": "2023-05-16T20:11:29.000Z", "props": {"type": "article", "url": "https://www.cbsnews.com/news/sam-altman-senate-chatgpt-ai-could-go-quite-wrong/", "title": "Father of ChatGPT: AI could \"go quite wrong\"", "description": "Speaking at a Senate hearing, OpenAI CEO Sam Altman said his biggest fear is that artificial intelligence could \"cause significant harm to the world.\"", "image": "https://assets2.cbsnewsstatic.com/hub/i/r/2023/05/16/6e2a6db3-4995-478d-b77e-333347928bdb/thumbnail/1200x630/0ceeaf04ed7393db8923d6c6807303be/altman-gettyimages-1255305979.jpg", "image:width": "1200", "image:height": "630", "video:url": "https://splice.amlg.io/api/v2/video/WTkzp4FqKmP97622KJuo6ZUwp7Eyijpk/preview/", "video:secure_url": "https://splice.amlg.io/api/v2/video/WTkzp4FqKmP97622KJuo6ZUwp7Eyijpk/preview/", "video:type": "application/x-mpegURL", "video:width": "1920", "video:height": "1080"}, "language": "EN", "hostname": "cbsnews.com", "created_at": "2023-05-16T20:27:23.283Z"}, {"_score": 10.253157, "title": "At WWDC 2023, get ready for Tim Cook's riskiest move at Apple | Mint", "link": "https://www.livemint.com/news/at-apple-wwdc-get-ready-for-tim-cooks-riskiest-move-at-company-11684254576042.html", "description": "Just as everyone seems to be tiring of the metaverse, Steve Jobs’ successor comes up with the company’s first mixed reality headset.", "body": "People like to point out that Steve Jobs, remarkable as he was, didn’t actually invent the smartphone. Nor did he invent the home computer, the MP3 player or the tablet. What he did, of course, was create a breakthrough version of all of those technologies that people actually wanted to use — sending Apple Inc. on its way to becoming the $2.7 trillion&nbsp;juggernaut it is today.One criticism of his successor as chief executive officer, meanwhile, is that he is yet to come up with a bold new idea of his own. Tim Cook, the steady-handed supply chain expert, has instead built on top those existing successes. Even the Apple Watch, which came out almost four years after Jobs’ death, had the late visionary’s input in the&nbsp;development, if not the execution.Finally, we may be about to see a Cook innovation. And boy, what a risk it is:&nbsp;a punt on a new technology quite unlike any in Apple’s past.In June, at its Worldwide Developers Conference&nbsp;(WWDC), Apple is expected to share long-awaited details of its mixed reality headset; a device that offers both augmented reality&nbsp;and virtual reality.&nbsp;The first overlays imagery onto your real surroundings; the second immerses you in a fully digital environment.&nbsp;At the onset, Apple’s headset will not be a mass-market product. At $3,000, according to reporting by Bloomberg News, it will be almost seven&nbsp;times as expensive as Meta Platforms Inc.’s Quest 2, the biggest selling VR headset —&nbsp;18 million units to date, according to CCS Insight.&nbsp;But what will start small has the potential to grow. The Wall Street Journal reported that Apple is lining up Foxconn to assemble a second-generation, cheaper version of the headset, making mixed reality a substantial part of Apple’s product roadmap for the foreseeable future.Quite how much we’ll see of the headset at WWDC is not clear. Shipments in 2023 are expected to be a tiny fraction of Apple’s other products. But we can expect a product pitch outlining why we might one day want one. This will be a challenge: Other Apple products had a proven utility before hitting the market. Sony Group Corp.’s Walkman came along before the iPod;&nbsp;the Nokia 3210 before the&nbsp;iPhone. We knew what these products were for and were thrilled with the enhancements, lining up around the block to get them. There is no such enthusiasm for a mixed reality headset.In fact, the opposite may be true. There is a strong feeling among much of the tech-buying public that this is a technology that is neither needed nor wanted. The metaverse — the virtual world these headsets can take us to — has already been declared dead, jeered into irrelevance, less than two&nbsp;years after Mark Zuckerberg renamed his company to underline his belief in it being the next big computing platform. Searches for “metaverse” on Google have slumped, and metaverse communities are barren, largely abandoned by the curious early adopters.But that may have been a Meta problem, not a metaverse problem. Zuckerberg isn’t exactly a great ambassador for selling the “cool” in tech. The question is whether Cook can channel Jobs’ skill for making us believe. “Are you getting it?” he’d say, and we did.&nbsp;That’s not something Cook has in his repertoire, but he&nbsp;can at least&nbsp;take lessons from the launch of the Apple Watch. Its debut in 2015, included a $10,000 18-karat gold version, glimpsed on the wrist of Beyonce, that sought to position it as both a tech product and a high-end fashion accessory. Apple would soon come to understand that the killer app for the Watch was health and fitness — and it now dominates the sector. Again, Apple didn’t invent the smartwatch. They just made one worth having.&nbsp;A similar focus on health and wellness would be smart this time around. Virtual reality, I believe, is a game-changer for fitness — studies have shown that those exercising in a virtual world were working out for longer than they’d imagined. Time flies when you’re punching Rocky Balboa in the face.&nbsp;If Cook can position the headset as a lifestyle choice — more Peloton than PlayStation — he could have a hit.“History says that Apple has the potential to reach new audiences,” said JP Gownder, a Forrester analyst, “to communicate about what the value of things are, in ways that other vendors may not have done in the past.”But it’s a big risk. In a recent report, Gownder looked at poor adoption of mixed reality in the workplace, declaring&nbsp;2023 a “metaverse winter,”&nbsp;when&nbsp;discussion and adoption of the technology would cool. Less than 5% of people surveyed said they were interested in using mixed reality at work.And the fact remains that at a moment in time when most of us are working out how to use less tech and connect with the real world, mixed reality feels like further disconnection. There will be some people who will steer clear of Apple’s headset, not because they don’t think they’ll like it, but because they’re worried they will.So, on the face of it, Cook has backed what many of his peers consider to be the wrong horse. Microsoft, which&nbsp;has scaled back development on its augmented reality headset Hololens,&nbsp;is instead now focusing on artificial intelligence — the technology people just can’t stop talking about.&nbsp;Apple doesn’t seem as interested.You’d have to go back to the 1990s if you wanted to find the last time Microsoft seemed the more exciting company of the two. But here we are. What would Jobs make of that, I wonder? Something tells me he’d be relishing the chance to go against the grain and prove the doubters wrong.", "source": "Mint", "date": "2023-05-16T17:09:43.000Z", "props": {"title": "At WWDC 2023, get ready for Tim Cook's riskiest move at Apple", "image": "https://www.livemint.com/lm-img/img/2023/05/16/600x338/ANI-20230420024-0_1684256807215_1684256918051.jpg", "type": "article", "url": "https://www.livemint.com/news/at-apple-wwdc-get-ready-for-tim-cooks-riskiest-move-at-company-11684254576042.html", "site_name": "mint", "description": "Just as everyone seems to be tiring of the metaverse, Steve Jobs’ successor comes up with the company’s first mixed reality headset."}, "language": "EN", "hostname": "livemint.com", "created_at": "2023-05-17T12:10:09.480Z"}, {"_score": 8.332994, "title": "Twitter buys LinkedIn competitor Laskie in first acquisition since Musk takeover - Dexerto", "link": "https://www.dexerto.com/tech/twitter-buys-linkedin-competitor-laskie-in-first-acquisition-since-musk-takeover-2146646/", "description": "Twitter has acquired recruitment business Laskie in the first acquisition of the company since Elon Musk's purchase in October 2022. The deal is rumored to have cost \"Tens of millions\".", "body": "Twitter has acquired recruitment business Laskie in the first acquisition of the company since Elon Musk's purchase in October 2022. The deal is rumored to have cost \"Tens of millions\". \n\n\n\nTwitter, now led by Elon Musk, has bought Laskie, a startup in the job-matching tech scene. Musk purchased Twitter for $44 billion in October 2022, with hopes of making the social media website more profitable. The acquisition was first reported by Axios.\n\n\n\nIt's the first purchase that Twitter has made since Elon Musk took the reins, even though he is to be replaced as CEO imminently. More than that, it's a big leap forward in his vision of turning Twitter into an app that can facilitate other features, like dating, and additional microtransactions outside of the Twitter Blue subscription.\n\n\n\nWhat is Laskie?\n\n\n\nLaskie is a San Franciso-based startup born in 2021 and is built to help people find jobs in a similar fashion to LinkedIn.  Its founder and CEO Chris Bakke, has a history in the industry, previously selling a different company to huge online job site Indeed. \n\n\n\nLaskie's website now says that the service is no longer available. Laskie did well in its short life, raising a cool $6 million in funding prior to being acquired by Twitter, according to the Axios report.\n\n\n\nHow much did Twitter purchase Laskie for? \n\n\n\n\n\n\n\nDetails are scarce for the amount that was paid by Twitter to acquire Laskie, but it is rumored to be in the \"tens of millions\", according to the Axios report. A source told Axios that Twitter paid in both cash and shares. \n\n\n\nBut it's clear that this is a huge step for Twitter, and with Musk in the driving seat, it's looking like the platform might start to offer way more than just tweets.\n\n\n\nWhat's next for Twitter? \n\n\n\nArmed with a new CEO, we expect that Twitter will continue to operate as normal, with more features to come to assist the business in monetizing its user base in order to generate revenue. It's possible that we may see more acquisitions from them in the future. Meanwhile, Twitter competitors such as Bluesky keep gaining traction.", "source": "Dexerto", "date": "2023-05-16T14:55:19.000Z", "props": {"image:width": "1600", "image:height": "900", "locale": "en_US", "site_name": "Dexerto", "title": "Twitter buys LinkedIn competitor Laskie in first acquisition since Musk takeover - Dexerto", "description": "Twitter has acquired recruitment business Laskie in the first acquisition of the company since Elon Musk's purchase in October 2022. The deal is rumored to have cost \"Tens of millions\".", "url": "/tech/twitter-buys-linkedin-competitor-laskie-in-first-acquisition-since-musk-takeover-2146646/", "type": "article", "image": "https://editors.dexerto.com/wp-content/uploads/2023/05/16/Twitter-Laskie.jpg", "image:alt": "Twitter Logo eating the Laskie Logo"}, "language": "EN", "hostname": "dexerto.com", "created_at": "2023-05-16T16:52:42.542Z"}, {"_score": 18.6352, "title": "More than 194,000 tech-sector employees have lost their jobs since the start of 2023 - MarketWatch", "link": "https://www.marketwatch.com/story/more-than-194-000-tech-sector-employees-have-lost-their-jobs-since-the-start-of-2023-98b2859c?mod=investing", "description": "2023 has already surpassed 2022 for global tech redundancies.", "body": null, "source": "MarketWatch", "date": "2023-05-16T14:09:00.000Z", "props": {"title": "More than 194,000 tech-sector employees have lost their jobs since the start of 2023", "site_name": "MarketWatch", "type": "article", "url": "https://www.marketwatch.com/story/more-than-194-000-tech-sector-employees-have-lost-their-jobs-since-the-start-of-2023-98b2859c", "description": "2023 has already surpassed 2022 for global tech redundancies.", "image": "https://images.mktw.net/im-705546/social", "image:width": "1280", "image:height": "853"}, "language": "EN", "hostname": "marketwatch.com", "created_at": "2023-05-17T11:40:58.220Z"}, {"_score": 18.802902, "title": "More than 194,000 tech-sector employees have lost their jobs since the start of 2023 - MarketWatch", "link": "https://www.marketwatch.com/story/more-than-194-000-tech-sector-employees-have-lost-their-jobs-since-the-start-of-2023-98b2859c", "description": "2023 has already surpassed 2022 for global tech redundancies.", "body": null, "source": "MarketWatch", "date": "2023-05-16T14:09:00.000Z", "props": {"title": "More than 194,000 tech-sector employees have lost their jobs since the start of 2023", "site_name": "MarketWatch", "type": "article", "url": "https://www.marketwatch.com/story/more-than-194-000-tech-sector-employees-have-lost-their-jobs-since-the-start-of-2023-98b2859c", "description": "2023 has already surpassed 2022 for global tech redundancies.", "image": "https://images.mktw.net/im-705546/social", "image:width": "1280", "image:height": "853"}, "language": "EN", "hostname": "marketwatch.com", "created_at": "2023-05-17T05:51:17.220Z"}, {"_score": 7.535762, "title": "Trying to make sense of artificial intelligence? Here’s your guide ", "link": "https://www.nbcnews.com/tech/innovation/ai-explain-openai-chatgpt-how-to-rcna77889", "description": "OpenAI and ChatGPT have put a major spotlight on artificial intelligence. But for a lot of people, it’s still a fuzzy concept. Here's a guide for beginners. ", "body": "Artificial intelligence has, for decades, been fodder for science fiction films, philosophers and sleep-deprived computer programmers, but suddenly it seems to be everywhere.  ChatGPT reached 100 million users at an unprecedented rate. Bill Gates recently declared that “the Age of AI has begun.” And the Biden administration last month began exploring new measures to hold artificial intelligence systems accountable for their impact.  But for a lot of people, it’s still a fuzzy concept that doesn’t affect their day-to-day lives.  So this might be a good moment to take a step back and review the basics. Here’s a guide to help you understand what all the hype is about.  Why is everyone suddenly talking about AI?  You can thank (or blame) one specific company: OpenAI, a tech startup based in San Francisco with a few hundred employees. In November, OpenAI released the chatbot ChatGPT to the public, and it quickly became clear that it was leaps and bounds ahead of chatbots that had come before. It was like talking to someone who knew everything.  The tool, which the company says is only one step in a long process of developing AI, quickly went viral. Other tech companies, such as Google and Meta, had been testing similar chatbots behind closed doors, but OpenAI made its widely available — a decision that was controversial because of the unknown risks.  What’s so great about a chatbot?  Mediocre chatbots have been around for a long time. Think of the customer service chat windows that pop up on some websites. In 2016, Microsoft even released an AI chatbot named Tay but quickly canceled it after people taught it to use racist language.  ChatGPT came on the scene as something different. Not only could it answer a seemingly unlimited number of questions, but it could also write screenplays, summarize huge amounts of information and imitate a human in conversation somewhat convincingly. It immediately seemed, at a minimum, that it could one day make everyday life more efficient.  And chatbots are only one piece of AI, along with images, animated videos, facial recognition technology and more.  Let’s back up. What even is AI?  At its simplest, AI can be boiled down to a few words: machines that think. Or, even better, machines that can imitate thinking.  The term has its origins among scientists after World War II. British mathematician Alan Turing in 1950 all but predicted the development of “digital computers” that could persuasively imitate humans, and in 1955, American mathematician John McCarthy and colleagues at Dartmouth College coined the term “artificial intelligence” in a research proposal.  “Generative AI,” a newer term, refers to software like ChatGPT that gives rise to new material. You can find a more extensive glossary of AI terms here.  Is it really possible for computers to ‘think’?  We could write a whole book on this one, but here’s a short answer: No, they can’t. While a few people believe AI is already coming alive, they’re a small group, and the idea is really a distraction from what’s going on inside the computers.  If you’d like a longer answer, NBC News spoke with several philosophers about how they approach the question.  So what’s really going on inside the computers?  AI software is able to imitate humans so convincingly because it’s good at prediction: It guesses the word or sentence or image you want to see next. (Some detractors have called this “glorified autocomplete.”)  And the systems are so good at prediction because their human creators have fed them so many human-created past examples — including huge parts of the internet. The raw material that goes into AI models is called training data, and although some companies are secretive about what they use, well-known sources of data include Reddit and Wikipedia.  OK, so AI mines insight from lots of data. How? AI learns by example. By looking to us, language models identify patterns in how we write and speak, distilling concepts like tone, word placement and even idioms. Those patterns are then translated into math in a process called “model training.” Like children learning new words and grammar, AI must understand the rules of engagement. When large language models like ChatGPT receive prompts, that knowledge allows them to both understand what we’re asking for and construct responses.  ChatGPT takes training further with its secret sauce: reinforcement learning from human feedback, or RLHF. This fine-tuning technique does the heavy lifting. In this stage, human graders score model output, heavily penalizing answers that are wild, inappropriate or downright nonsensical while rewarding those that are informative and humanlike. That enables fluid conversational exchanges.  While there are other fine-tuning techniques, RLHF has been considered groundbreaking in language modeling, and it is used by companies such as OpenAI or Hugging Face, a startup that offers tools to coders building their own AI models.  Is AI just another fad from Silicon Valley?  The tech industry has been churning through one fad after another lately, from self-driving cars and the metaverse to NFTs and web3.  On one level, AI chatbots may bear some resemblance to those disappointing ideas — do we all really want to spend our days talking to a computer? — but there are reasons to think AI is more than another passing trend.  For one thing, money is pouring into the sector, with $1.7 billion in startup investments alone in the first three months of 2023, according to the research firm PitchBook. In addition, tangible uses are already popping up, from hit songs to help for the blind.  Why is all this happening now?  It has been 26 years since the triumph of IBM’s Deep Blue computer program over chess champion Garry Kasparov — a milestone in AI research and development. Since then, computer chips have gotten much faster and can handle the huge amount of data required for modern AI, and new ways of writing software have also made the process more efficient. Chipmakers such as Nvidia and tech companies including Google, Meta and OpenAI have poured resources into those two areas, as well as into consolidating talented computer scientists under their respective roofs.  When can I expect this to start affecting my life?  Don’t expect to wake up one morning and suddenly live in an AI world. Instead, expect that changes will come a little at a time: a hit song created with AI, a new test at the doctor’s office to detect cancer or slightly better customer service. OpenAI has licensed its technology to Morgan Stanley so its investment advisers can give better advice and to Khan Academy so its students have access to a chatbot tutor.  Think of all the businesses or products you deal with every day, and there’s a good chance one is using similar technology or will in the near future — even if the only immediate impact is a little bit more efficiency.  Can we expect any big changes?  It’s hard to know what to count on, but yes, there’s plenty of dreaming going on in AI startups. If AI software can make both human work and computers more efficient, could all that brainpower be put toward major advances in other new areas?  Two areas where there seems to be a lot of optimism: drugstore shelves filled with new AI-designed pharmaceuticals and AI software that could enable new power plants based on cleaner fusion energy.  Is AI going to make lots of jobs irrelevant?  The predictions run the gamut, so if you’re confused, you’re not alone. OpenAI CEO Sam Altman has suggested that AI will lead to a utopia in which people don’t need to work, while others warn of mass unemployment among computer programmers.  Even economists who specialize in labor are stumped, advising that AI will change people’s jobs and supplement existing work but otherwise avoiding specific predictions.  One set of researchers recently tried to rank jobs by risk that AI will alter what people do. In trouble, according to them: telemarketers, humanities professors and credit authorizers. Harder to replace: dancers, stonemasons and steelworkers.  And who’s going to make money from this?  Again, the predictions are all over the place, from a more equitable society to a less equal one. A lot depends on how politicians and voters react, and the Biden administration and Congress are paying increasing attention to AI research and development.  But some of the early leaders are the big tech companies, such as Google, Meta and Amazon; OpenAI, which converted in 2019 from a nonprofit to a for-profit company; and whoever survives among the dozens of AI startups that collectively are raising billions of dollars from early investors.  What could possibly go wrong?  If you go by science fiction films or the nightmares of a few researchers, there’s a chance of killer robots: AI becoming sentient beings with motivations of their own. Prompted by that scenario, thousands of people, including Elon Musk and some AI researchers, signed a petition calling for a pause of at least six months in training new AI systems. Some top tech executives and researchers, however, didn’t sign it. And at least so far, there isn’t overwhelming information suggesting that humans are in immediate danger because of AI.  So how worried should I be?  It depends on whom you ask. Most of the immediate risks have to do with short-term abuse by humans, not robots. There’s ongoing research into using AI to crack people’s passwords, and The Washington Post uncovered someone using an AI-generated photo as a thirst trap, possibly for cash.  One thing to watch: how quickly we see progress in physical robots. The hardware hasn’t advanced as far as the software, and two years ago, OpenAI disbanded its robotics team even after it had gotten a robot to solve a Rubik’s Cube. But now OpenAI is investing in a Norwegian robotics company.", "source": "NBC News", "date": "2023-05-16T13:09:30.000Z", "props": {"site_name": "NBC News", "locale": "en_US", "url": "https://www.nbcnews.com/tech/innovation/ai-explain-openai-chatgpt-how-to-rcna77889", "title": "Trying to make sense of artificial intelligence? Here’s your guide ", "description": "Artificial intelligence is having a major moment in the spotlight. Is it more than just another tech fad?", "image": "https://media-cldnry.s-nbcnews.com/image/upload/t_nbcnews-fp-1200-630,f_auto,q_auto:best/rockcms/2023-04/230428-ai-explainer-lr-5c8005.jpg", "image:secure_url": "https://media-cldnry.s-nbcnews.com/image/upload/t_nbcnews-fp-1200-630,f_auto,q_auto:best/rockcms/2023-04/230428-ai-explainer-lr-5c8005.jpg", "image:type": "image/jpeg", "image:width": "1200", "image:height": "630", "type": "article"}, "language": "EN", "hostname": "nbcnews.com", "created_at": "2023-05-16T14:32:32.999Z"}, {"_score": 11.445887, "title": "ChatGPT Boss Sam Altman to Tell Congress His AI Invention Needs Rules", "link": "https://www.businessinsider.com/sam-altman-openai-chatgpt-congress-rules-2023-5", "description": "The OpenAI CEO is set to testify before Congress on Tuesday as concerns grow about the threats posed by the accelerated development of AI.", "body": "OpenAI CEO Sam Altman is set to make his debut appearance before Congress to address growing concerns about the societal threats posed by a ChatGPT-led era of AI.The OpenAI chief will offer testimony to a Senate Judiciary Committee subpanel on Tuesday. Per prepared remarks seen by the Financial Times, he will say he is \"eager to help policymakers\" create regulation \"that balances incentivizing safety while ensuring that people are able to access the technology's benefits.\"He will call for \"essential\" regulation to be introduced as US lawmakers rush to introduce rules that govern how AI is used and commercialized. The testimony comes at a crucial moment as the release of OpenAI's ChatGPT in November introduced the world to consumer-led AI. This sparked a new AI arms race as tech giants such as Microsoft and Google compete to get the upper hand in AI development.The spread of generative AI tools such as ChatGPT has caused concern among lawmakers about the potential harm they could cause. This included accelerating the spread of misinformation and fueling the efforts of fraudsters while leaving millions jobless. US tech companies are already showing signs they are willing to replace workers with AI as they pursue cost-cutting measures to make operations leaner. A Goldman Sachs report in March suggested around 300 million jobs could be impacted by AI. Ahead of the hearing, US senator Richard Blumenthal said AI \"urgently needs rules and safeguards to address its immense promise and pitfalls,\" with clear standards needed to \"help us navigate this uncharted territory.\"US senator Josh Hawley shared a similar sentiment, saying AI \"will be transformative in ways we can't even imagine, with implications for Americans' elections, jobs, and security.\"OpenAI did not immediately respond to Insider's request for comment.", "source": "Business Insider", "date": "2023-05-16T13:05:00.000Z", "props": {"title": "OpenAI CEO Sam Altman is ready to tell Congress that the ChatGPT-led AI era he's ushered in needs rules — before it's too late", "description": "The OpenAI CEO is set to testify before Congress on Tuesday as concerns grow about the threats posed by the accelerated development of AI.", "type": "article", "url": "https://www.businessinsider.com/sam-altman-openai-chatgpt-congress-rules-2023-5", "image": "https://i.insider.com/6408ee141bbdd30018ed8317?width=1200&format=jpeg", "site_name": "Business Insider"}, "language": "EN", "hostname": "businessinsider.com", "created_at": "2023-05-16T23:23:09.989Z"}], "next_cursor": "eyJkYXRlIjoxNjg0MjQyMzAwMDAwLCJfaWQiOiJaSzdmSm9nQmxEa2toaFV0NzNNbSJ9"}}