{
    "success": true,
    "news": {
        "total": 1477,
        "news": [
            {
                "_score": 7.5887103,
                "title": "Google’s AI veteran calls it off, warns about misinformation crisis due to ChatGPT-like tools | Mint",
                "link": "https://www.livemint.com/technology/tech-news/googles-ai-veteran-calls-it-off-warns-about-misinformation-crisis-due-to-chatgpt-like-tools-11683002023263.html",
                "description": "'Godfather of AI' Geoffrey Hinton has warned of the dangers of artificial intelligence and the risks the technology poses to humanity.",
                "body": "Geoffrey Hinton, known as the 'Godfather of Artificial Intelligence', has quit Google while warning of the potential dangers of AI technology. In an interview with New York Times, Hinton talked about the dangers of AI and how it could pose a risk to humanity.&nbsp;The 75-year-old is particularly worried about the misinformation crisis that generative AI-based technology could create. Hinton emphasized that the internet will be filled with false photos, videos and texts and normal people might not be able to understand what is true anymore.&nbsp;Also Read: Former Google CEO Eric Schmidt is worried about artificial intelligence. Here's whyNotably, many photos of eminent people have surfaced on the internet which are not real. These photos have been created using image-to-text generation softwares like DallE and MidJourney.&nbsp;Hinton was not part of earlier letters signed by artificial intelligence experts calling for a temporary halt to AI research.&nbsp;In the interview, Hinton said that he is also worried about the risk generative AI-based applications could pose to the jobs of people. Speaking to Times, Hinton added that while technologies like ChatGPT are complementing human work they could soon replace ‘drudge work’. Hinton enlisted Paralegals, personal assistants, and translators as some of the jobs that could be replaced due to AI.Dangers of Artificial Intelligence:Talking about the new age artificial intelligence technology to BBC, Hinton said, “The issue is now that we've discovered it works better than we expected a few years ago what do we do to mitigate the long term risks of things more intelligent than us taking control”Delving deep into the capabilities of artificial intelligence systems compared to that of humans, Hinon said “I've come to the conclusion that the kind of intelligence we are developing is very different from the intelligence we have. We're biological systems, and these are digital systems. ”\"And the big difference is that with digital systems you have many copies of the same set of weights, the same model of world. And all these copies can learn separately, but share their knowledge ins. So it's as if you had 10,000 people and whenever one person learns something, everybody automatically knew it. And that's how these chat apps can know so much more than anyone posts.” &nbsp;Hinton addedHinton became engrossed with the idea of a ‘neural network’ during his graduation days at the University of Edinburgh. Soon after, neural networks became the core of his life's work.Also Read: How should humans respond to advancing artificial intelligence?As per the Times, Hinton and his two students Ilya Sutskever(OpenAI's Chief scientist) and Alex Krishevsky start a neural network that could identify common objects like flowers, dogs and cars by analyzing thousands of photos.Reportedly, Google acquired the company for $44 million and the neural network was later used for the creation of powerful AI tools like Bard.",
                "source": "Mint",
                "date": "2023-05-02T06:53:57.000Z",
                "props": {
                    "title": "Google’s AI veteran calls it off, warns about misinformation crisis",
                    "image": "https://www.livemint.com/lm-img/img/2023/05/02/600x338/FvDMRzSWAAAMBSp_1683010082287_1683010096413.jfif",
                    "type": "article",
                    "url": "https://www.livemint.com/technology/tech-news/googles-ai-veteran-calls-it-off-warns-about-misinformation-crisis-due-to-chatgpt-like-tools-11683002023263.html",
                    "site_name": "mint",
                    "description": "'Godfather of AI' Geoffrey Hinton has warned of the dangers of artificial intelligence and the risks the technology poses to humanity."
                },
                "language": "EN",
                "hostname": "livemint.com",
                "created_at": "2023-05-02T08:43:59.973Z"
            },
            {
                "_score": 11.752685,
                "title": "Sales industry's 'always be closing' mantra could get boost from AI | Fox Business",
                "link": "https://www.foxbusiness.com/technology/sales-industry-following-always-closing-mantra-boost-ai",
                "description": "Generative artificial intelligence company Autobound has released a platform that allows businesses to send personalized sales pitches to potential clients in a matter of seconds.",
                "body": "Artificial intelligence could make the sales mantra &quot;always be closing&quot; much more attainable for salespeople as new technology that crafts business pitches grows in popularity.&#xA0; After the release of OpenAI&#x2019;s ChatGPT last November, millions of people across the world have been captivated by the technology for its ability to mimic human conversation based on prompts it is given. The technology was soon championed as one that could help aid professionals but also scrutinized over fears it could wipe out millions of jobs currently occupied by humans. A recent study from the National Bureau of Economic Research found generative artificial intelligence, for example, was able to boost productivity by 14% among customer service workers, allowing them to resolve more customer issues per hour than without using an AI program. While college students have turned to ChatGPT to help out with school research assignments, some doctors employ it to help determine a diagnosis for patients. For salespeople, relying on AI could mean they no longer have to spend time writing cold sales pitches. Generative AI tech firm Autobound has already unveiled technology for businesses that can research potential clients and draft personalized sales emails &#x2013; saving humans time with a higher return on responses. UNPLEASANT CUSTOMER SERVICE CALLS, ENDLESS WAIT TIMES MAY HAVE TECH FIX  &quot;From our research, it takes a seller (on average) 17 minutes to determine who to reach out to, research that person, find relevant insights to use in your message, and compose an email. We&apos;re distilling this to (on average) ~30 seconds for the same process. That&apos;s the average metric taken from 10s of 1000s of emails sent through Autobound,&quot; Autobound co-founder and CEO Daniel Wiener told Fox News Digital in an email.&#xA0; Autobound was founded in 2019, with Wiener and fellow co-founders Kyle Schuster and Tanner McRae developing the tech last year. Wiener and Schuster both have business backgrounds and were the top 1% of sellers at Oracle and Yelp, respectively, while McRae worked on Amazon&#x2019;s research and development team as well as its machine learning team. Autobound allows users to download an extension on Google Chrome, before opening a prospective buyer&#x2019;s LinkedIn page or inputting their email address, then allowing the technology to craft &quot;A+ sales content within seconds,&quot; according to the company&#x2019;s website.&#xA0; REGULATORS SHOULD KEEP THEIR HANDS OFF AI AND FORGET MUSK-BACKED PAUSE: ECONOMIST  &quot;Autobound&apos;s AI suggests hyper-personalized content to the specific individual you&apos;re reaching out to. Think ChatGPT but for sales emails. We&apos;re making it simple for any seller to write an A+ sales email instantly, so they can focus on revenue-producing activities like actually talking to buyers,&quot; Wiener said earlier this year in a press release of the technology. Amid the proliferation of AI, there has been anxiety among some professionals who fear their jobs might be wiped out by powerful artificial intelligence systems. A report from Goldman Sachs earlier this year, for example, found that generative AI could replace and affect 300 million jobs around the world. Another study from outplacement and executive coaching firm Challenger, Gray &amp; Christmas found that AI chatbot ChatGPt could replace at least 4.8 million American jobs. CHATGPT AI LISTS JOBS IT CAN DO BETTER THAN HUMANS AS MILLIONS COULD BE PUT OUT OF WORK Fox News Digital previously spoke to economist Peter St. Onge, who compared the proliferation of artificial intelligence to the Industrial Revolution, which ultimately led to the U.S. becoming a more prosperous nation as Americans moved from working on farms to new industries. History could repeat itself with AI. Wiener said that Autobound will play a role in how human brain power is redistributed at work amid the proliferation of AI, and therefore yield more clients for businesses.  He noted that &quot;tech will, over time, develop better critical thinking capabilities. This will, in time, shift tech&apos;s impact from a clerical benefit to much more strategic.&quot; He used legal documents as an example of a strategic AI evolution, saying the first stage of the tech is &quot;automation of legal doc review&quot; while the &quot;2.0&quot; version will be &quot;the negotiation of legal docs themselves.&quot; AI: NEWS OUTLET ADDS COMPUTER-GENERATED BROADCASTER &apos;FEDHA&apos; TO ITS TEAM In addition to saving humans an average of 17 minutes when using Autobound, the AI-generated emails are already yielding more results for users of the platform. Wiener said that sales pitches crafted by the Autobound system are less frequently marked as spam than pitches written by humans. &#x200B;&#x200B;&quot;We&apos;re building with this mindset: our users (salespeople) should send [emails] with a &#x2018;why should this buyer want to talk to me&#x2019; mentality. Rather than &#x2018;why do I want to talk to this buyer?&#x2019;&quot; he explained.&#xA0; GET FOX BUSINESS ON THE GO BY CLICKING HERE The tech CEO said he anticipates most businesses will rely on technology like Autobound in the near future, saying the increase in use will occur &quot;much sooner&quot; than in the next five to 10 years.",
                "source": "Fox Business",
                "date": "2023-05-02T06:06:21.000Z",
                "props": {
                    "title": "Sales industry's 'always be closing' mantra could get boost from AI",
                    "description": "Generative artificial intelligence company Autobound has released a platform that allows businesses to send personalized sales pitches to potential clients in a matter of seconds.",
                    "type": "article",
                    "image": "https://a57.foxnews.com/static.foxbusiness.com/foxbusiness.com/content/uploads/2023/05/0/0/aipic.png?ve=1&tl=1",
                    "url": "https://www.foxbusiness.com/technology/sales-industry-following-always-closing-mantra-boost-ai",
                    "site_name": "Fox Business"
                },
                "language": "EN",
                "hostname": "foxbusiness.com",
                "created_at": "2023-05-02T08:43:59.478Z"
            },
            {
                "_score": 18.88264,
                "title": "Tech Upskilling Startup FunctionUp launches Data Science Programs to power US Jobs",
                "link": "https://www.cxotoday.com/press-release/tech-upskilling-startup-functionup-launches-data-science-programs-to-power-us-jobs/",
                "body": null,
                "source": "CXOToday.com",
                "date": "2023-05-02T02:58:22.000Z",
                "props": {
                    "title": "Tech Upskilling Startup FunctionUp launches Data Science Programs to power US Jobs",
                    "description": "- FunctionUp brings Data Science Revolution by offering ChatGPT 4 focussed curriculum, Real-life project experience and US-Based Remote Jobs   - Function",
                    "image": "https://www.cxotoday.com/ashojoac/2023/05/image.png",
                    "locale": "en_US",
                    "type": "article",
                    "url": "https://www.cxotoday.com/press-release/tech-upskilling-startup-functionup-launches-data-science-programs-to-power-us-jobs/",
                    "site_name": "CXOToday.com",
                    "image:width": "640",
                    "image:height": "501"
                },
                "language": "EN",
                "hostname": "cxotoday.com",
                "created_at": "2023-05-02T08:39:21.770Z"
            },
            {
                "_score": 9.459149,
                "title": "'Godfather of Artificial Intelligence' quits Google citing 'dangers of AI': Here's what Geoffrey Hinton said | Companies News, Times Now",
                "link": "https://www.timesnownews.com/business-economy/companies/godfather-of-artificial-intelligence-quits-google-citing-ais-dangers-heres-what-he-said-article-99920363/amp",
                "description": "Hinton spent ten years working part-time on Google's AI development projects, but he has subsequently developed reservations about the field and his contribution to its progress., Companies News, Times Now",
                "body": "The \"Godfather of AI,\" Geoffrey Hinton, stated on Monday that he quit his position at Google in order to speak out about the \"dangers\" of the technology he helped create.Artificial intelligence systems, the driving force behind many of today's products, were shaped by Hinton's groundbreaking work on neural networks. He spent ten years working part-time on Google's AI development projects, but he has subsequently developed reservations about the field and his contribution to its progress.IANS quoting Hinton from a news report in New York Times said, \"I console myself with the normal excuse: If I hadn't done it, somebody else would have.\" \"I left so that I could talk about the dangers of AI without considering how this impacts Google,\" Hinton said in a tweet, adding: \"Google has acted very responsibly.\"In a tweet on Monday, Hinton said he left Google so he could speak freely about the risks of AI, rather than because of a desire to criticise Google specifically. Hinton's decision to step back from the company and speak out on the technology comes as a growing number of lawmakers, advocacy groups and tech insiders have raised alarms about the potential for a new crop of AI-powered chatbots to spread misinformation and displace jobs, IANS added.Late last year, the buzz surrounding ChatGPT rekindled a competition among tech businesses to create and implement comparable AI solutions in their offerings.At the forefront of this development are OpenAI, Microsoft, and Google, IBM, Amazon, Baidu, and Tencent are also developing related technologies.",
                "source": "Times Now",
                "date": "2023-05-02T02:33:32.000Z",
                "props": {
                    "site_name": "TimesNow",
                    "image:width": "1280",
                    "image:height": "720",
                    "type": "Article",
                    "locale": "en",
                    "title": "'Godfather of Artificial Intelligence' quits Google citing 'dangers of AI': Here's what Geoffrey Hinton said",
                    "image": "https://static.tnn.in/thumb/msid-99920363,updatedat-1682996677537,width-1280,height-720,resizemode-75/99920363.jpg",
                    "url": "https://www.timesnownews.com/business-economy/companies/godfather-of-artificial-intelligence-quits-google-citing-ais-dangers-heres-what-he-said-article-99920363",
                    "description": "Hinton spent ten years working part-time on Google's AI development projects, but he has subsequently developed reservations about the field and his contribution to its progress., Companies News, Times Now"
                },
                "language": "EN",
                "hostname": "timesnownews.com",
                "created_at": "2023-05-02T07:27:17.648Z"
            },
            {
                "_score": 9.50126,
                "title": "Geoffrey Hinton: AI pioneer quits Google to warn about the technology's 'dangers' | CNN Business",
                "link": "https://www.cnn.com/2023/05/01/tech/geoffrey-hinton-leaves-google-ai-fears/index.html",
                "description": "Geoffrey Hinton, who has been called the 'Godfather of AI,' confirmed Monday that he left his role at Google last week to speak out about the \"dangers\" of the technology he helped to develop.",
                "body": "Geoffrey Hinton, who has been called the ‘Godfather of AI,’ confirmed Monday that he left his role at Google last week to speak out about the “dangers” of the technology he helped to develop. Hinton’s pioneering work on neural networks shaped artificial intelligence systems powering many of today’s products. He worked part-time at Google for a decade on the tech giant’s AI development efforts, but he has since come to have concerns about the technology and his role in advancing it. “I console myself with the normal excuse: If I hadn’t done it, somebody else would have,” Hinton told the New York Times, which was first to report his decision. In a tweet Monday, Hinton said he left Google so he could speak freely about the risks of AI, rather than because of a desire to criticize Google specifically. “I left so that I could talk about the dangers of AI without considering how this impacts Google,” Hinton said in a tweet. “Google has acted very responsibly.” Jeff Dean, chief scientist at Google, said Hinton “has made foundational breakthroughs in AI” and expressed appreciation for Hinton’s “decade of contributions at Google.” “We remain committed to a responsible approach to AI,” Dean said in a statement provided to CNN. “We’re continually learning to understand emerging risks while also innovating boldly.” Hinton’s decision to step back from the company and speak out on the technology comes as a growing number of lawmakers, advocacy groups and tech insiders have raised alarms about the potential for a new crop of AI-powered chatbots to spread misinformation and displace jobs.  The wave of attention around ChatGPT late last year helped renew an arms race among tech companies to develop and deploy similar AI tools in their products. OpenAI, Microsoft and Google are at the forefront of this trend, but IBM, Amazon, Baidu and Tencent are working on similar technologies.  In March, some prominent figures in tech signed a letter calling for artificial intelligence labs to stop the training of the most powerful AI systems for at least six months, citing “profound risks to society and humanity.” The letter, published by the Future of Life Institute, a nonprofit backed by Elon Musk,came just two weeks after OpenAI announced GPT-4, an even more powerful version of the technology that powers ChatGPT. In early tests and a company demo, GPT-4 was used to draft lawsuits, pass standardized exams and build a working website from a hand-drawn sketch. In the interview with the Times, Hinton echoed concerns about AI’s potential to eliminate jobs and create a world where many will “not be able to know what is true anymore.” He also pointed to the stunning pace of advancement, far beyond what he and others had anticipated. “The idea that this stuff could actually get smarter than people — a few people believed that,” Hinton said in the interview. “But most people thought it was way off. And I thought it was way off. I thought it was 30 to 50 years or even longer away. Obviously, I no longer think that.” Even before stepping aside from Google, Hinton had spoken publicly about AI’s potential to do harm as well as good. “I believe that the rapid progress of AI is going to transform society in ways we do not fully understand and not all of the effects are going to be good,” Hinton said in a 2021 commencement address at the Indian Institute of Technology Bombay in Mumbai. He noted how AI will boost healthcare while also creating opportunities for lethal autonomous weapons. “I find this prospect much more immediate and much more terrifying than the prospect of robots taking over, which I think is a very long way off.” Hinton isn’t the first Google employee to raise a red flag on AI. In July, the company fired an engineer who claimed an unreleased AI system had become sentient, saying he violated employment and data security policies. Many in the AI community pushed back strongly on the engineer’s assertion.",
                "source": "CNN",
                "date": "2023-05-02T01:54:00.000Z",
                "props": {
                    "title": "AI pioneer quits Google to warn about the technology's 'dangers' | CNN Business",
                    "image": "https://media.cnn.com/api/v1/images/stellar/prod/230501094028-geoffrey-hinton-file-restricted-090519.jpg?c=16x9&q=w_800,c_fill",
                    "type": "article",
                    "url": "https://www.cnn.com/2023/05/01/tech/geoffrey-hinton-leaves-google-ai-fears/index.html",
                    "site_name": "CNN"
                },
                "language": "EN",
                "hostname": "cnn.com",
                "created_at": "2023-05-02T08:43:59.427Z"
            },
            {
                "_score": 5.3017673,
                "title": "'Godfather of AI' Leaves Google to Voice Concern About Artificial Intelligence | PCMag",
                "link": "https://www.pcmag.com/news/godfather-of-ai-leaves-google-to-voice-concern-about-artificial-intelligence",
                "description": "Geoffrey Hinton, AI pioneer and Turing Award winner, resigns from Google in order to 'freely speak out about the risks of AI.'",
                "body": "<p>Another well-known AI technologist is <a href=\"https://www.pcmag.com/news/angel-or-demon-what-musk-gates-and-5-other-technologists-fear-about-ai\">speaking up</a> about potential pitfalls of <a href=\"https://www.pcmag.com/news/what-is-artificial-intelligence-ai\">AI</a>.</p><p>&quot;It is hard to see how you can prevent the bad actors from using it for bad things,” Geoffrey Hinton <a href=\"https://www.nytimes.com/2023/05/01/technology/ai-google-chatbot-engineer-quits-hinton.html\">tells</a> <em>The New York Times</em>. &quot;I console myself with the normal excuse: If I hadn’t done it, somebody else would have.&quot;</p><p>Hinton, 75, resigned from Google last month after more than a decade in order to &quot;freely speak out about the risks of AI,&quot; the <em>Times</em> says. He won a 2018 Turing Award for pioneering some of the technology that now powers <a href=\"https://www.pcmag.com/how-to/what-is-chatgpt-ai-phenomenon-that-seems-almost-human\">ChatGPT</a> and <a href=\"https://www.pcmag.com/news/chatgpt-alternatives-ai-chatbots-ready-to-answer-your-burning-questions\">similar generative AI tools</a>—and has earned the nickname &quot;Godfather of AI&quot;—but now says a part of him regrets his life&#039;s work.</p><p>Hinton&#039;s immediate concern is the spread of misinformation: a flood of fake photos, videos, and text that makes it impossible to know &quot;what is true anymore.&quot; New tools that create <a href=\"https://www.pcmag.com/news/what-is-a-deepfake\">deepfakes</a>, or computer-generated clones of a famous person&#039;s <a href=\"https://www.pcmag.com/news/people-are-still-terrible-ai-voice-cloning-tool-misused-for-deepfake-celeb\">voice</a> and appearance, make it easy for anyone with a computer and internet connection to misrepresent public figures.</p><p>Midjourney, for example, recently <a href=\"https://www.pcmag.com/news/ai-image-generator-midjourney-pauses-free-trials-amid-huge-demand-abuse\">paused free access</a> to its AI image generator amid a spike in demand. Some people were using the platform to generate fake images of public figures like Donald Trump (see below), Elon Musk, and the Pope.</p><blockquote class=\"twitter-tweet\">\n    <a href=\"https://twitter.com/EliotHiggins/status/1637927681734987777?s=20\">Tweet</a>\n</blockquote>\n<p>Hinton also says AI will <a href=\"https://www.pcmag.com/news/10-jobs-that-could-disappear-any-day-now-thanks-to-ai\">replace jobs</a> at an alarming rate. He acknowledges most of these positions are &quot;drudge work,&quot; but AI &quot;might take away more than that,&quot; he says.</p><p>In the long term, he fears machines will begin to exhibit unplanned behavior, like writing and executing original code on their own. The most apocalyptic outcome of this could come in the form of autonomous weapons—killer robots—which Hinton strongly opposes. (US lawmakers <a href=\"https://www.pcmag.com/news/proposed-us-law-bans-ai-from-launching-nuclear-weapons\">recently moved</a> to make sure AI has no part in launching nuclear weapons.)</p><p>Hinton says Google was a &quot;proper steward&quot; of AI for the majority of his tenure, but last fall, it issued an internal &quot;code red&quot; following the launch of <a href=\"https://www.pcmag.com/how-to/beyond-chatgpt-how-to-use-microsoft-bing-ai-chatbot-what-to-try\">Microsoft&#039;s Bing AI chatbot</a>. Google subsequently launched <a href=\"https://www.pcmag.com/news/google-opens-bard-its-chatgpt-competitor-for-public-testing\">Bard</a>, and the two tech giants are now &quot;locked in a competition that might be impossible to stop,&quot; Hinton tells the <em>Times</em>.</p><p>Hinton did not add his signature to a March <a href=\"https://www.pcmag.com/news/elon-musk-wozniak-others-push-labs-to-pause-training-of-ai-systems\">open letter</a> signed by Elon Musk, Steve Wozniak, and hundreds of other AI experts calling for a temporary pause on AI development because he wanted to leave Google before speaking out.</p><blockquote class=\"twitter-tweet\">\n    <a href=\"https://twitter.com/geoffreyhinton/status/1652993570721210372?s=20\">Tweet</a>\n</blockquote>\n<p>Hinton spoke with Google CEO Sundar Pichai prior to his departure, but declined to tell the <em>Times</em> what they discussed.</p><p>Google has, however, tangled with now-former employees who criticized its approach to AI. In 2020, Timnit Gebru, an AI researcher, was fired after <a target=\"_blank\" href=\"https://twitter.com/geoffreyhinton/status/1652993570721210372?s=20\">warning</a> of large language models&#039; ability to propagate racist, sexist, and otherwise harmful rhetoric and spread misinformation. In 2022, Blake Lemoine called the <a href=\"https://www.pcmag.com/news/a-google-employee-thinks-the-company-created-a-sentient-ai\">Google LaMDA chatbot &quot;sentient&quot;</a> and accused Google of racing to bring the product to market without fully understanding its capabilities. He was also let go.</p><p>Google is now cranking away on Bard, which is built on a lightweight version of LaMDA. Pichai says the company <a href=\"https://www.pcmag.com/news/conversational-ai-is-coming-to-google-search-but-not-right-away\">plans to add</a> Bard to the core search engine at some point, while it reportedly works on a separate AI-based search engine dubbed <a href=\"https://www.pcmag.com/news/bard-who-google-tackles-bing-ai-problem-with-new-magi-search-engine\">Magi</a>. Microsoft has already updated its Bing search engine with an AI chatbot-based experience.</p><p>In a statement, Google tells the<em> Times</em> that it is &quot;committed to a responsible approach to AI. We’re continually learning to understand emerging risks while also innovating boldly.&quot;</p>",
                "source": "PCMag",
                "date": "2023-05-01T21:51:18.000Z",
                "props": {
                    "site_name": "PCMAG",
                    "type": "article",
                    "title": "'Godfather of AI' Leaves Google to Voice Concern About Artificial Intelligence",
                    "url": "https://www.pcmag.com/news/godfather-of-ai-leaves-google-to-voice-concern-about-artificial-intelligence",
                    "image": "https://i.pcmag.com/imagery/articles/07G9MNe0GnpFitXRKvcFMOg-1.fit_lim.size_1200x630.v1682972176.jpg",
                    "image:width": "1200",
                    "image:height": "630",
                    "description": "Geoffrey Hinton, AI pioneer and Turing Award winner, resigns from Google in order to 'freely speak out about the risks of AI.'"
                },
                "language": "EN",
                "hostname": "pcmag.com",
                "created_at": "2023-05-01T22:25:17.288Z"
            },
            {
                "_score": 17.378399,
                "title": "AI, Green Energy Will Change Nearly A Quarter Of Global Jobs By 2027",
                "link": "https://www.investopedia.com/ai-green-energy-change-quarter-of-global-jobs-7487318",
                "description": "Green energy, supply chain, AI, and tech will help drive job growth, while education, agriculture, and digital commerce will add the most jobs, one report shows.",
                "body": null,
                "source": "Investopedia",
                "date": "2023-05-01T19:13:49.000Z",
                "props": {
                    "type": "article",
                    "site_name": "Investopedia",
                    "url": "https://www.investopedia.com/ai-green-energy-change-quarter-of-global-jobs-7487318",
                    "title": "AI, Green Energy Will Change Nearly A Quarter Of Global Jobs By 2027",
                    "description": "Green energy, supply chain, AI, and tech will help drive job growth, while education, agriculture, and digital commerce will add the most jobs, one report shows.",
                    "image": "https://www.investopedia.com/thmb/SOLHLMu8tMZUjsA28yURhKuAWg4=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/GettyImages-1393983549-ec8a6bc4c3004964bd37d3af62279158.jpg"
                },
                "language": "EN",
                "hostname": "investopedia.com",
                "created_at": "2023-05-02T08:43:59.711Z"
            },
            {
                "_score": 18.07061,
                "title": "Report outlines which jobs are most vulnerable to AI, new technology",
                "link": "https://www.ksby.com/report-outlines-which-jobs-are-most-vulnerable-to-ai-new-technology",
                "description": "Although new tech is expected to create 69 million jobs, automation could cause 83 million people to lose their jobs by 2027.",
                "body": null,
                "source": "KSBY News",
                "date": "2023-05-01T18:34:10.000Z",
                "props": {
                    "title": "Report outlines which jobs are most vulnerable to AI, new technology",
                    "url": "https://www.ksby.com/report-outlines-which-jobs-are-most-vulnerable-to-ai-new-technology",
                    "image": "https://ewscripps.brightspotcdn.com/dims4/default/21b7e12/2147483647/strip/true/crop/960x504+0+108/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcdn.scrippsnews.com%2Fimages%2Fvideos%2Fz%2F1682963788_2ob5Ks.jpg",
                    "image:url": "https://ewscripps.brightspotcdn.com/dims4/default/21b7e12/2147483647/strip/true/crop/960x504+0+108/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcdn.scrippsnews.com%2Fimages%2Fvideos%2Fz%2F1682963788_2ob5Ks.jpg",
                    "image:secure_url": "https://ewscripps.brightspotcdn.com/dims4/default/21b7e12/2147483647/strip/true/crop/960x504+0+108/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcdn.scrippsnews.com%2Fimages%2Fvideos%2Fz%2F1682963788_2ob5Ks.jpg",
                    "image:width": "1200",
                    "image:height": "630",
                    "image:type": "image/png",
                    "image:alt": "Report outlines which jobs are most vulnerable to AI, new technology",
                    "description": "Although new tech is expected to create 69 million jobs, automation could cause 83 million people to lose their jobs by 2027.",
                    "site_name": "KSBY News",
                    "type": "article"
                },
                "language": "EN",
                "hostname": "ksby.com",
                "created_at": "2023-05-01T22:25:17.581Z"
            },
            {
                "_score": 9.742611,
                "title": "'Godfather of AI' Quits Google, Sounds Alarm on AI Chatbots",
                "link": "https://www.businessinsider.com/geoffrey-hinton-godfather-of-ai-quits-google-sounds-alarm-chatbots-2023-5",
                "description": "Geoffrey Hinton, who worked at Google for over a decade, told the New York Times he regrets his role in developing AI technologies.",
                "body": "After recently leaving behind his decade-long career at Google, Geoffrey Hinton, nicknamed \"the Godfather of AI,\" told The New York Times he has regrets around the foundational role he played in developing the technology.\"I console myself with the normal excuse: If I hadn't done it, somebody else would have. It is hard to see how you can prevent the bad actors from using it for bad things,\" Hinton, who worked at Google for more than a decade, told the Times.Hinton's departure from the company arrives at a time when the race to develop generative AI-powered products, like Google's Bard chatbot and OpenAI's ChatGPT, is heating up. Hinton, whose developments in the AI field decades ago helped pave the way for the creation of these chatbots, told the Times he's now concerned the tech could harm humanity.He also voiced concern around the AI race currently underway among tech giants and questioned whether it was too far along to pump the brakes on.On Monday, following the publication of his interview with The New York Times, Hinton tweeted that he left Google so he could \"talk about the dangers of AI without considering how this impacts Google,\" adding that \"Google has acted very responsibly.\"\"Geoff has made foundational breakthroughs in AI, and we appreciate his decade of contributions at Google,\" Jeff Dean, chief scientist at Google, said in a statement to Insider.Hinton did immediately respond to Insider's request for additional comment ahead of publication.While Hinton did not appear to single out Google in his overall critique of the AI landscape, other employees from Google have reportedly expressed concern about the company's AI chatbot.After Google employees were tasked with testing the Bard chatbot, some employees said they thought the technology could be dangerous, as reported by Bloomberg. Employees who spoke with Bloomberg said they thought Google wasn't prioritizing AI ethics, and trying to develop the tech quickly to catch up to OpenAI's ChatGPT. Two employees tried to stop the company from releasing Bard, per previous reporting from the Times. \"We remain committed to a responsible approach to AI. We're continually learning to understand emerging risks while also innovating boldly,\" Dean said in a statement, and referred Insider to the companies AI Principles, and two blog posts from the company detailing how it is developing AI.In his interview with the Times, Hinton said he's worried generative AI products will lead to the dissemination of fake information, photos, and videos across the internet — and the public will not be able to identify what is true or false. Hinton also spoke about how AI technologies could eventually eliminate human labor, including paralegals, translators, and assistants. This is a concern that CEO of OpenAI Sam Altman, and other critics of the AI technology, have echoed. In March, Goldman Sachs released a report that estimated 300 million full-time jobs could be \"impacted\" by AI systems like ChatGPT, namely legal and administrative workers, although the level of that impact could vary. Concern is also growing among software engineers who worry their jobs will be replaced by AI.",
                "source": "Business Insider",
                "date": "2023-05-01T18:33:00.000Z",
                "props": {
                    "title": "The 'Godfather of AI' quit Google — and says he now regrets his role creating technology that poses a threat to humanity",
                    "description": "Geoffrey Hinton, who worked at Google for over a decade, told the New York Times he regrets his role in developing AI technologies.",
                    "type": "article",
                    "url": "https://www.businessinsider.com/geoffrey-hinton-godfather-of-ai-quits-google-sounds-alarm-chatbots-2023-5",
                    "image": "https://i.insider.com/644fe1b9da6d7b0019bdca65?width=1200&format=jpeg",
                    "site_name": "Business Insider"
                },
                "language": "EN",
                "hostname": "businessinsider.com",
                "created_at": "2023-05-01T20:19:24.334Z"
            },
            {
                "_score": 18.741526,
                "title": "Find these Technical.ly Talent companies (and your next career move) at Philly Tech Week - Technical.ly",
                "link": "https://technical.ly/professional-development/hiring-companies-jobs-philly-tech-week-2023/",
                "description": "These hiring orgs want to meet you at the NET/WORK tech jobs fair, Developers Conference, Builders Conference and Signature Event.",
                "body": null,
                "source": "Technical.ly",
                "date": "2023-05-01T16:55:00.000Z",
                "props": {
                    "image": "https://technical.ly/wp-content/uploads/2023/04/IMG_6346.jpg",
                    "locale": "en_US",
                    "type": "article",
                    "title": "Find these Technical.ly Talent companies (and your next career move) at Philly Tech Week - Technical.ly",
                    "description": "These hiring orgs want to meet you at the NET/WORK tech jobs fair, Developers Conference, Builders Conference and Signature Event.",
                    "url": "https://technical.ly/professional-development/hiring-companies-jobs-philly-tech-week-2023/",
                    "site_name": "Technical.ly",
                    "image:width": "1000",
                    "image:height": "667",
                    "image:type": "image/jpeg"
                },
                "language": "EN",
                "hostname": "technical.ly",
                "created_at": "2023-05-01T17:34:22.992Z"
            },
            {
                "_score": 7.883277,
                "title": "Artificial intelligence pioneer leaves Google and warns about technology's future",
                "link": "https://www.nbcnews.com/tech/tech-news/artificial-intelligence-pioneer-leaves-google-warns-technologys-future-rcna82242",
                "description": "The \"godfather of AI\" is issuing a warning about the technology he helped create.",
                "body": "The \"godfather of AI\" is issuing a warning about the technology he helped create. Geoffrey Hinton, a trailblazer in artificial intelligence, has joined the growing list of experts sharing their concerns about the rapid advancement of artificial intelligence. The renowned computer scientist recently left his job at Google to speak openly about his worries about the technology and where he sees it going.  “It is hard to see how you can prevent the bad actors from using it for bad things,” Hinton said in an interview with The New York Times. Hinton is worried that future versions of the technology pose a real threat to humanity. “The idea that this stuff could actually get smarter than people — a few people believed that,” he said in the interview. “But most people thought it was way off. And I thought it was way off. I thought it was 30 to 50 years or even longer away. Obviously, I no longer think that.” Hinton, 75, is most noted for the rapid development of deep learning, which uses mathematical structures called neural networks to pull patterns from massive sets of data. Like other experts, he believes the race between Big Tech to develop more powerful AI will only escalate into a global race. Hinton tweeted Monday morning that he felt Google had acted responsibly in its development of AI, but that he had to leave the company to speak out. Jeff Dean, senior vice president of Google Research and AI, said in an emailed statement: “Geoff has made foundational breakthroughs in AI, and we appreciate his decade of contributions at Google. I’ve deeply enjoyed our many conversations over the years. I’ll miss him, and I wish him well! As one of the first companies to publish AI Principles, we remain committed to a responsible approach to AI. We’re continually learning to understand emerging risks while also innovating boldly.” Hinton is a notable addition to a group of technologists that have been speaking out publicly about the unbridled development and release of AI. Tristan Harris and Aza Raskin, the co-founders of the Center for Humane Technology, spoke with “Nightly News” host Lester Holt in March about their own concerns around AI.  “What we want is AI that enriches our lives. AI that works for people, that works for human benefit that is helping us cure cancer, that is helping us find climate solutions,” Harris said during the interview. “We can do that. We can have AI and research labs that’s applied to specific applications that does advance those areas. But when we’re in an arms race to deploy AI to every human being on the planet as fast as possible with as little testing as possible, that’s not an equation that’s going to end well.” An open letter from the Association for the Advancement of Artificial Intelligence, which was signed by 19 current and former leaders of academic society, was released last month warning the public of the risks around AI and the need for collaboration to mitigate some of those concerns. “We believe that AI will be increasingly game-changing in healthcare, climate, education, engineering, and many other fields,” the letter said. “At the same time, we are aware of the limitations and concerns about AI advances, including the potential for AI systems to make errors, to provide biased recommendations, to threaten our privacy, to empower bad actors with new tools, and to have an impact on jobs.” Hinton, along with scientists Yoshua Bengio and Yann LeCun, won the Turing Award in 2019, known as the tech industry’s version of the Nobel Prize, for their advancements in AI. Hinton, Bengio and LeCun were open about their concerns with AI but were optimistic about the potential of the technology, including detecting health risks earlier than doctors and more accurate weather warnings about earthquakes and floods. “One thing is very clear, the techniques that we developed can be used for an enormous amount of good affecting hundreds of millions of people,” Hinton previously told The Associated Press.",
                "source": "NBC News",
                "date": "2023-05-01T16:46:41.000Z",
                "props": {
                    "site_name": "NBC News",
                    "locale": "en_US",
                    "url": "https://www.nbcnews.com/tech/tech-news/artificial-intelligence-pioneer-leaves-google-warns-technologys-future-rcna82242",
                    "title": "Artificial intelligence pioneer leaves Google and warns about technology's future",
                    "description": "Geoffrey Hinton, a trailblazer in AI, has joined the growing list of experts sharing their concerns about its rapid advancement.",
                    "image": "https://media-cldnry.s-nbcnews.com/image/upload/t_nbcnews-fp-1200-630,f_auto,q_auto:best/rockcms/2023-05/230501-Geoffrey-Hinton-al-1228-2c82cf.jpg",
                    "image:secure_url": "https://media-cldnry.s-nbcnews.com/image/upload/t_nbcnews-fp-1200-630,f_auto,q_auto:best/rockcms/2023-05/230501-Geoffrey-Hinton-al-1228-2c82cf.jpg",
                    "image:type": "image/jpeg",
                    "image:width": "1200",
                    "image:height": "630",
                    "type": "article"
                },
                "language": "EN",
                "hostname": "nbcnews.com",
                "created_at": "2023-05-02T04:29:47.381Z"
            },
            {
                "_score": 18.344711,
                "title": "Facebook owner chops more than 1,500 Bay Area jobs, tech layoffs soar",
                "link": "https://www.mercurynews.com/2023/05/01/facebook-meta-tech-job-layoff-menlo-park-sunnyvale-fremont-economy",
                "description": "Facebook app owner Meta Platforms has disclosed plans to chop more than 1,500 jobs in the Bay Area, layoffs that suggest the region's waves of tech cutbacks have yet to relent.",
                "body": null,
                "source": "The Mercury News",
                "date": "2023-05-01T16:20:03.000Z",
                "props": {
                    "type": "article",
                    "title": "Facebook owner chops more than 1,500 Bay Area jobs as tech layoffs soar",
                    "url": "https://www.mercurynews.com/2023/05/01/facebook-meta-tech-job-layoff-menlo-park-sunnyvale-fremont-economy",
                    "description": "Facebook app owner Meta Platforms has disclosed plans to chop more than 1,500 jobs in the Bay Area.",
                    "site_name": "The Mercury News",
                    "image": "https://www.mercurynews.com/wp-content/uploads/2023/03/SJM-L-FACEBOOK-0315-1.jpg?w=1024&h=683",
                    "image:width": "1024",
                    "image:height": "683",
                    "image:alt": "",
                    "locale": "en_US"
                },
                "language": "EN",
                "hostname": "mercurynews.com",
                "created_at": "2023-05-02T00:48:36.609Z"
            },
            {
                "_score": 2.855023,
                "title": "TV’s Streaming Bubble Has Burst, a Writers Strike Looms, and “Everybody Is Freaking Out” | Vanity Fair",
                "link": "https://www.vanityfair.com/hollywood/2023/05/tv-streaming-bubble-has-burst-writers-strike-looms",
                "description": "Billions in losses. Sweeping layoffs. The party’s over, and Hollywood is waking up with a splitting headache.",
                "body": "+++dropcap\n\n**The golden age** of streaming didn’t always reward the people who actually mined the gold. Back in 2017, around the time that&nbsp;*The Handmaid’s Tale* emerged as a global hit for Hulu and became the first streaming show ever to win the top drama Emmy, one of its writers, John Herrera, was working a second job. The good news was that he still heard some solid gossip from Hollywood insiders. Or&nbsp;*overheard,* to be more accurate: They were talking to each other in the back of his Lyft. “There were a couple of instances of driving people to LAX and dropping them off while a billboard for&nbsp;*Handmaid’s* was staring down at me,” he says.&nbsp;\n\n+++\n\nAnd that was the&nbsp;*golden* age. The streamers’ appetite for originality and niche programming was once their chief selling point, apart from us not having to go outside. But that’s declined since Netflix’s loss of subscribers caused the company’s market cap to dip $54 billion last year, and Disney, NBCUniversal, and Paramount collectively accumulated more than $8.3 billion in streaming losses. Wall Street, unsurprisingly, is second-guessing the throw-everything-at-the-wall mentality that fueled the streaming arms race. Now, Disney, Warner Bros. Discovery, and others have laid off thousands of staffers, pulled the plug on underperforming programming, and vowed to be more cautious. All the while, the threat of a writers strike has hovered overhead (it could begin at 12:01 a.m. PT on May 2), slowing production even further. “People are just desperate,” says David H. Steinberg, a writer and showrunner. “I’ve been doing this for over 20 years, and I’ve never been in a situation where people are like, ‘Oh, no one’s buying anything right now.’ We just can’t sell.”\n\nThe buyers are obviously not having the time of their lives either. Part of HBO’s appeal has always been that it’s selective about what it makes. Casey Bloys, the chairman and CEO of HBO and Max content, and his team have delivered&nbsp;*Succession, Euphoria, The Last of Us, The White Lotus, Mare of Easttown,*&nbsp;and&nbsp;*House of the Dragon,* so you could argue that they know exactly what they’re doing. But several sources say they were surprised and disconcerted last year when HBO pulled the handbrake on what seemed to them like an unusual number of projects. There are all kinds of reasons for not making a series, like when it hasn’t coalesced in the way everybody had hoped, but Bloys now reports to Warner Bros. Discovery president and CEO David Zaslav, who’s on a mission to drive shareholder price up by cutting costs and easing the debt load. “At HBO, the creative direction and commitment remains exactly the same,” the company says in a statement. “All one needs to do is look at our robust slate and it’s obvious that our programming remains unchanged.” And it’s true that big money still flows for potential blockbusters. But there’s concern in the industry that the smaller gems are being sidelined. “In a Wall Street investor call, David Zaslav said that Casey Bloys is a fucking ‘unicorn,’ ” says one dealmaker. “And yet, he’s really just cutting his horn off, you know?”&nbsp;\n\nTo be fair, everybody is learning to curb their enthusiasm. “Wall Street changed the rules of the game,” says Marc Guggenheim, a veteran showrunner. Instead of chasing subscriber growth with great content, streamers are now directed to focus on profitability. “Overnight, all the streamers will suddenly be measured by a completely different yardstick that they weren’t built to meet.” Guggenheim compares the companies to a car speeding down a highway at 100 mph: “Suddenly they slam on the brakes and the car spends a little time skidding out of control. I picture Ted Sarandos white-knuckling the steering wheel going, ‘Okay, well that was fun. But let’s get the heart rate down now.’ ”&nbsp;\n\n+++pullquote\n\n> As soon as Netflix started streaming originals, everybody else scrambled. The execs had seen the music industry get ambushed by streaming, and nobody wanted to go broke and have to pull their kids out of Harvard-Westlake.&nbsp;\n\n+++\n\nThe financial pressure on streamers has caused a parade of panic. “Everyone in the industry is freaking out, because things are getting cut left and right,” says a former studio executive. “What’s being cut big-time is development. And that’s where most of this town is.&nbsp;*I’m working on a project.*&nbsp;How often have you heard that?” It takes time and care to bring truly original shows into the world. “I’m worried about that pipeline—not just at HBO, but at Showtime, Hulu, FX, and others—getting their budgets cut as things get consolidated,” says the exec. “You get to a&nbsp;*White Lotus* because HBO nurtured Mike White and&nbsp;*Enlightened.* You get to an&nbsp;*Everything Everywhere All at Once* because A24 nurtured the Daniels.”&nbsp;\n\nOver the past few months, we talked to dozens of executives, writers, producers, crew members, actors, directors, and dealmakers, many of whom asked for anonymity, as people in Hollywood tend to do when they’re going to tell the truth. One award-winning showrunner thinks of the streaming revolution as an earthquake with a series of aftershocks. “And I guess the question really is: At the end of the quakes, are we going to be better off or worse off?” She lets out a ragged sigh. “It doesn’t look good.”&nbsp;&nbsp;\n\n+++dropcap\n\n**Without question the** streaming boom was a miraculous turn of events for TV addicts who liked their entertainment smart, challenging, and on tap. Platforms lured talent by offering creative freedom and bags of cash up front. No more commercial breaks\\! No more intrusive network notes like “We’re really craving more heart\\!” and “We just don’t&nbsp;*like* her\\!” Creators could break taboos, experiment with genres, and make binge-worthy masterpieces. The result was a wave of idiosyncratic series that transformed our idea of television. Think of&nbsp;*Fleabag*’s madcap, sex-soaked journey through grief;&nbsp;*Severance*’s&nbsp;Orwellian take on office culture;&nbsp;*BoJack Horseman*’s talking horse and his meta-critique of Hollywood;&nbsp;*Reservation Dogs*’s imaginative evisceration of our myths about Indigenous Americans;&nbsp;and&nbsp;*Station Eleven*’s&nbsp;poetic vision of a postapocalyptic world.&nbsp;\n\n+++\n\nAs soon as Netflix started streaming original programming in 2012, every major media and tech company scrambled to get a foothold in this new landscape. The execs had seen the music industry get ambushed by streaming, and nobody wanted to go broke and have to pull their kids out of Harvard-Westlake. Was it clear how streaming platforms would coexist with broadcast and cable? Nope. Was it even clear how streamers would make enough money to justify what they paid top talent? Nope, the sequel. Regardless, corporations threw themselves into the fray. “All these platforms were brand new, trying to make noise and grab cultural attention,” says the showrunner behind a buzzy series. “One way to do it was to have all these highly original, highly creative, highly expensive premium limited series with huge movie stars getting to do a lot of really experimental stuff. It was like funny money that was funding all this as a way of announcing, ‘We’re here\\! We’re part of the party\\!’ ”&nbsp;\n\nThe number of scripted series soared. In 2022, 599 English-language scripted shows were released, according to research from FX, which is headed by John Landgraf, the executive who coined the term “peak TV” to describe the glut of programming. That’s more than double the number tallied for 2012 and doesn’t even include unscripted and variety series. (The rise of international shows, many of them riveting, was just as dizzying.) With so many productions on the go simultaneously, the inevitable feeding frenzy ensued—and a lot of good came out of it. Formerly strict hierarchies hired new faces. Streamers welcomed novelists, playwrights, and journalists with open checkbooks. Studios dispensed lucrative “overall deals” to top writers, directors, actors, and producers. (An overall deal means the studio has you locked down, but at least you’re rich.) A handful of household-name showrunners, like Ryan Murphy and Shonda Rhimes, scored stratospheric nine-figure deals, suggesting that Hollywood was a prospector’s paradise.&nbsp;\n\nBut the collateral damage was no joke. The networks used to employ tons of people just to create and shoot pilots for a zillion shows that never saw the light of day. And if a broadcast show did make it into America’s living rooms? It’d have at least 20 episodes every season, which meant people had steady employment on a single series all year. Actors, writers, and directors would also get residual checks every time an episode was rerun, the way songwriters get royalties. For some TV creatives, it could have a big impact on their bottom line if their show was sold into syndication. People in the industry love to trash network TV as timid and formulaic, but it didn’t just bring many of them to the dance, it bought them second homes in Ojai.\n\nStreaming was a sea change. Transparency about viewership disappeared, pilots were gone, TV seasons were drastically shorter, and workers on all levels had to patch together gigs to make what they used to make on one show. Everybody relying on substantial residual or syndication checks was largely out of luck: What does the word&nbsp;*rerun* even mean now? “Streamers are making the same product but they changed the delivery system, so they barely have to pay anybody any residuals,” says a showrunner. “I make way more from residuals from a network show that I worked on many years ago than I do on anything that I’ve done on a streamer.” It’s only because of the broadcast checks that he can laugh about the time a streamer sent him one for a penny.&nbsp;\n\nNone of the top-tier execs and writers we talked to expects anybody to weep for them, but the streamers’ pivot has upended everything. Like Uber, they changed culture and only then realized their business model was unsustainable. Now they’re aggressively cutting back on deals with talent, the number of original scripted shows they’re making, and the budgets attached to remaining projects. “I certainly know people, myself included, who realistically might have thought a year or two ago that they’d be renegotiating for multimillion-dollar overall deals,” says a prominent showrunner. “Now it’s like, Oh, there’s not going to be any deal for me at all.”&nbsp;In other words, welcome to Peaked TV.&nbsp;\n\nFor a handful of years now, series creators and writers have considered&nbsp;*miniroom* a particularly ugly word. “The miniroom is one of the most harmful things that has happened to writers,” says another showrunner. Everybody hopes that they will lead to real jobs, but if they don’t? “It’s like every 10 weeks you’re trying to get a new job.” Minirooms—fewer people doing the same amount of work with even less security—are egalitarian in the sense that they seem bad for everyone. (AMC was an early adopter, and many others have made use of them.) TV writer-producer Liz Hsiao Lan Alper says that because experienced writers and novices are paid the same rate in minirooms, some studios are hiring only upper-level writers to get the most bang for their buck. “It’s basically making it so that there are fewer and fewer lower- and middle-level writers who can make a living,” she says. “And in the WGA, most of our diversity is found amongst our lower and middle tiers.”&nbsp;\n\nThis was not the dream, to put it mildly. “I babysat in fancy writers’ houses when I was coming up as an assistant, and I thought, Oh, when I get to that level, that’s what I’ll have,” says writer and showrunner Emily Silver. But she climbed the industry ladder only to discover the steps disintegrating. “The future I saw in front of me—it’s not there. Do I need to sell my house? I’ve seen a lot of people move out of Los Angeles in the last few years, and that is something that has been on my own mind.”\n\n“We haven’t gone on vacation since the pandemic because I don’t know if I’m gonna make any more money ever again,” says one veteran writer. “That’s the panic. That’s what I worry about. The sad part about the business—and I don’t tell this to people that are trying to break in—is that no one tells you when your career’s over. They don’t call you up and say, ‘I’ve got some bad news, you’re never gonna work again.’ ”\n\nIf you’re in the mood for irony, there’s plenty to feast on these days: Some folks are now running back to network TV. “There was a moment where everyone turned away from broadcast,” says a television agent. “And then people saw how hard it was in streaming\\!” One writer points out that, with streamers cutting the number of writers they hire for each show&nbsp;*and* the number of episodes they’ll pay for, working on a time-tested network procedural is “a dream.” He estimates that writing and producing just one episode of a broadcast show could end up paying $150,000 over time. Knock out a number of them, and you can retire on the residuals.&nbsp;&nbsp;\n\nHere’s another irony, if you’re still hungry. “Everyone pooh-poohed network television,” says a veteran television writer. “They said, ‘We’re going to make these dark antihero shows, we’re going to take big swings.’ And guess what the streamers want now? They basically want what network shows were 10 years ago. Netflix would&nbsp;*kill* for a&nbsp;*Big Bang Theory*.”&nbsp;\n\n+++dropcap\n\n**If you think** of Hollywood as one giant Tesla parking lot, keep in mind that there are many income brackets in the TV industry. One editor who works on streaming TV series has witnessed real class resentment: “They’re hiring the stars for $5 million for 20 days of work or whatever, and if the star is like, ‘I don’t like that pimple on my cheek’? They’ll spend thousands to remove it in VFX, no question. Do you need that $5 million when&nbsp;*this* person gets $10,000? Considering it’s supposed to be&nbsp;*liberal* Hollywood, it’s kind of the worst when it comes to income disparity.”&nbsp;\n\n+++\n\nAs the Writers Guild of America weighs its options, it's well aware that writers aren’t the only endangered class. “Our employers are squeezing every worker in Hollywood in order to shake out a few more pennies to put into the pockets of the Wall Street boards, who are demanding that they get at least as much—or more—profits than they have in the previous years in order to keep up that growth,” says Alper. “And we’re being squeezed in a way that’s no longer sustainable.”&nbsp;\n\n+++pullquote\n\n> “I know people, myself included, who realistically thought that they’d be renegotiating for multimillion-dollar deals. Now it’s like, ‘Oh, there’s not going to be any deal for me at all.’ ”&nbsp;&nbsp;\n\n+++\n\nIn the last few years, Hollywood’s VFX workers have been in demand thanks to the proliferation of special effects–heavy streaming shows and movies, but they say they’re working long hours for low pay in sometimes unsafe conditions. In a 2022 survey, nearly 70 percent of VFX workers who responded felt their work was not doable long-term. “I can’t fathom any future where I can retire,” one anonymous VFX professional confessed in the poll. Another wrote, “Things like stress, depression, and burnout have become built-in aspects of the job.”\n\n“There’s already no middle class in LA,” says a studio executive. “I don’t know how LA as a city sustains itself in future generations because people are just going to make so much less money over time than they have for the last 30 years or so.”&nbsp;\n\nCalifornia, thanks in part to the downturn in entertainment and tech, has gone from a nearly $100 billion budget surplus to a projected $22.5 billion deficit in the last year.&nbsp;\n\n+++dropcap\n\n**A lot of people** within the industry knew that a reckoning was on its way. “This correction was necessary, and we’ve all been dreading it,” says another studio exec. For one thing, so many series were launched that even shows with marquee names have sunk beneath the waves. Do you remember the Julia Roberts series on Starz last year? What was it called? How about Samuel L. Jackson’s series on Apple TV\\+? And they were good shows.&nbsp;\n\n+++\n\nAll this has led to some messy moments as corporate overlords try to rein in their streaming Frankensteins. One of the more surprising side effects was the decision by some companies—most notably Warner Bros. Discovery—to pull existing original series off their streaming services or simply mothball shows that have already been shot to cut costs. Prime Video’s new franchise&nbsp;*Citadel* has undergone reshoots, one television agent notes. “They’re looking at it as a potential global hit, so they can find money for that. And Netflix found money for&nbsp;*The Three-Body Problem,*” the high-budget forthcoming sci-fi adaptation from Alexander Woo and the&nbsp;*Game of Thrones* creators, David Benioff and D.B. Weiss. “What’s not happening is the flyers—the shows that gave artists a feeling that anyone could come from anywhere.”&nbsp;\n\nCynicism about the industry is, more than ever, the mood of the day. “What they’re doing is going to create an erosion of the quality of the product,” says Brittani Nichols, a writer-producer on&nbsp;*Abbott Elementary.* “I just don’t understand how you could piss off writers, piss off your audiences, and then tell them, ‘but we need you to sign up for these 18 different streaming services.’ ” Another writer puts it this way, “When someone comes to me with an idea now, I’m like: ‘Who gets murdered, or where are the zombies?’ You can hide cool character stuff in the zombie show, but you can’t just have a show about cool characters anymore.”&nbsp;\n\nShowtime—which, like HBO, is one of the original prestige cable networks—is being integrated with Paramount\\+. Chris McCarthy, who oversees Paramount Media Networks and Showtime, speaks plainly about his franchise-flavored ambitions. “We’re not playing to the coast, we’re playing to the center of the country&nbsp;*and* the coast,” he says. “I think we proved the model first with&nbsp;*Yellowstone*—that you make a premium scripted series into a franchise, and make it fresh and new.” Franchise fever is also driving McCarthy’s plans to extend the universe of series like&nbsp;*Dexter* and&nbsp;*Billions* (look out for&nbsp;*Millions* and&nbsp;*Trillions*). “What the franchises do is just set a much more stable base that brings us a mass audience, so we’re much more profitable from the beginning, but then we have to build on that,” McCarthy says. “I think the misconception was the winners are always going to be the ones with the most amount of content, when in fact the winners are gonna be the ones with the most mass hits. And what breaks through that clutter for most people is franchises.”\n\nNo one would ever question the rise of&nbsp;*Yellowstone*&nbsp;and the Taylor Sheridan universe. But franchises aren’t always sure things. “So many hits are made by taking chances, by doing something that hasn’t been done before,” says a studio executive. “A lot of buyers are saying, ‘We’re looking for our&nbsp;*Game of Thrones.*’ ‘What’s the next&nbsp;*Stranger Things*?’ That’s never how a hit show comes to be born. That, for me, is the most depressing part of this time.”&nbsp;\n\nThe pandemonium has rattled many of streaming’s creative bosses. “The fact that business is chaotic and you don’t know what’s going to hit is undermining executive confidence,” says showrunner Glen Mazzara. “During the pandemic, people really felt that the audience would not want anything dark, so everybody was looking for a hopeful&nbsp;*Ted Lasso*–type thing. And then the biggest show of that period was&nbsp;*Squid Game,* which was&nbsp;*dark.* Do you understand how terrifying that is for people who have mandates to find anything&nbsp;*but* that—and yet that’s the one that hits the jackpot?”\n\nAnother concern is that this new caution will damage streaming’s gains in terms of diverse programming. “The streamers were ready to take risks and bet on talent in a big way,” says a female showrunner. “In the early days, it didn’t feel like the ordinary system because they were in a rush. They bet on you and they stood out of the way.” Now at many places, she says, “the parent company is getting nervous and wanting to see results and wanting to see profits, so you see them starting to put the brakes on.” And who tends to get shut out whenever there’s a retrenchment? “When these executives are really trying to play it safe,” says a streaming writer, “they’re not going to first-time showrunners who might be women or people of color.”\n\nSo what&nbsp;*does* the next decade look like in an industry where creativity increasingly means Wall Street telling tech companies like Netflix and Amazon what to do? “I have this dystopian vision of the future where it’s like that second half of&nbsp;*Wall-E,*” says one streaming writer. “We’re all in those pods, constantly being fed content curated for us, but it’s all created by AI.”&nbsp;\n\nStill, it’s impossible not to feel for the studio execs, given how much pressure they’re under just to survive. “This is a time for us to rethink the way we do things—the way we develop, the way we sell, the way we work with our deals,” says one. “We’ve adjusted our slate to be budget-conscious, whether that’s looking for shows that are in a limited location or can be genre but shot with some constraints. We’re just looking to get wins on the board.” Some of today’s platforms likely won’t survive the cull. Paramount Media’s McCarthy talks about the challenge with the rugged enthusiasm of a football coach urging on his players. “You have to run into change, you have to love it,” he says. “This business is driven by change and that’s the exciting part. It’s like you get to reinvent the world in real time. And create some new ones.”\n\nFor those of us who have grown to love the Wild West of streaming, with all its rogue thrills and unexpected treasures, its original voices and undiluted visions, there’s some real sadness at the thought that this was all just a transition to some kind of more profitable new normal. But Garrett Basch, an executive producer,&nbsp;has found a potential upside that’s at least a little comforting. “The past few years definitely have been a gold rush,” he says, “but I also think it’s been kind of a gold rush of trash. A lot of things have been made that probably shouldn’t have been. This fiscally responsible new streaming model is not going to take the talent away—but I think it can help take out the trash.”",
                "source": "Vanity Fair",
                "date": "2023-05-01T15:47:42.000Z",
                "props": {
                    "description": "Billions in losses. Sweeping layoffs. The party’s over, and Hollywood is waking up with a splitting headache.",
                    "image": "https://media.vanityfair.com/photos/644c040cd3d30e06da13da7b/16:9/w_1280,c_limit/VF-US-ANXIEETY_PARADE-final.png",
                    "site_name": "Vanity Fair",
                    "title": "TV’s Streaming Bubble Has Burst, a Writers Strike Looms, and “Everybody Is Freaking Out”",
                    "type": "article",
                    "url": "https://www.vanityfair.com/hollywood/2023/05/tv-streaming-bubble-has-burst-writers-strike-looms"
                },
                "language": "EN",
                "hostname": "vanityfair.com",
                "created_at": "2023-05-02T00:56:08.347Z"
            },
            {
                "_score": 16.191858,
                "title": "Ro Khanna: Prepare for the AI revolution",
                "link": "https://www.bostonglobe.com/2023/05/01/opinion/ai-artificial-intelligence-chatgpt-tech-technology/",
                "description": "Leaders must harness AI and other advances to democratize access to tech opportunities and prepare people for the 25 million digital jobs expected in America by 2025.",
                "body": null,
                "source": "The Boston Globe",
                "date": "2023-05-01T15:46:36.000Z",
                "props": {
                    "site_name": "BostonGlobe.com",
                    "type": "article",
                    "title": "Prepare for the AI revolution - The Boston Globe",
                    "url": "https://www.bostonglobe.com/2023/05/01/opinion/ai-artificial-intelligence-chatgpt-tech-technology/",
                    "description": "Leaders must harness AI and other advances to democratize access to tech opportunities and prepare people for the 25 million digital jobs expected in America by 2025.",
                    "image": "https://bostonglobe-prod.cdn.arcpublishing.com/resizer/TDPu-OnUaD3mQ782cg2omIOPWRo=/506x0/cloudfront-us-east-1.images.arcpublishing.com/bostonglobe/RPTKQELEWBFP3LZJ2PLDIXOTWA.jpg",
                    "pixelID": "884869448226452"
                },
                "language": "EN",
                "hostname": "bostonglobe.com",
                "created_at": "2023-05-01T18:35:02.201Z"
            },
            {
                "_score": 7.398038,
                "title": "'Godfather of AI' leaves Google amid ethical concerns | Engadget",
                "link": "https://www.engadget.com/godfather-of-ai-leaves-google-amid-ethical-concerns-152451800.html",
                "description": "Geoffrey Hinton, the 'godfather of AI,' has left Google so he can warn people of the risks involved with the technology..",
                "body": "One of the pioneers of artificial intelligence has made a high-profile exit. Geoffrey Hinton, nicknamed the \"godfather of AI,\" tells The New York Times he resigned as Google VP and engineering fellow in April to freely warn of the risks associated with the technology. The researcher is concerned that Google is giving up its previous restraint on public AI releases in a bid to compete with ChatGPT, Bing Chat and similar models, opening the door to multiple ethical problems.\nIn the near term, Hinton is worried that generative AI could lead to a wave of misinformation. You might \"not be able to know what is true anymore,\" he says. He's also concerned it might not just eliminate \"drudge work,\" but outright replace some jobs. Going forward, the scientist is concerned about both the possibility of fully autonomous weapons and the tendency of AI models to learn odd behavior from training data. While some of these issues are theoretical, Hinton fears an escalation that won't be checked without regulations or the development of effective controls.\nHinton says his stance began changing last year, when Google, OpenAI and others began creating AI systems that he believes are sometimes superior to human intelligence. AI has developed rapidly in just the past five years — it's \"scary\" what could happen in the next five, the researcher suggests.\nIn a statement to Engadget, Google's chief scientist Jeff Dean says his firm is still dedicated to a \"responsible approach\" and on guard for \"emerging risks.\" The search giant recently released a rough version of its Bard chatbot in March following months of rumors the company is worried about the competitive threat of generative AI. Before then, it refused to publicly release AI models like its art-oriented Imagen over the potential for toxic content and copyright violations.\nHinton has devoted his career to studying the neural networks that are often key to AI, but is best known for developing an object recognition system in 2012. His breakthrough neural net could use training images to help recognize common objects. Google bought Hinton's DNNresearch startup in 2013, and the underlying concept of his invention helped foster a surge of development that led to today's generative tech.\nHinton isn't alone. A number of influential academics and tech luminaries, including Elon Musk and Steve Wozniak, recently signed an open letter calling for a six-month pause on AI development to address ethical and safety problems. As one of the most prominent figures in the industry, though, Hinton's word carries significant weight.\n                        All products recommended by Engadget are selected by our editorial team, independent of our parent company. Some of our stories include affiliate links. If you buy something through one of these links, we may earn an affiliate commission. All prices are correct at the time of publishing.",
                "source": "Engadget",
                "date": "2023-05-01T15:25:02.000Z",
                "props": {
                    "description": "Geoffrey Hinton, the 'godfather of AI,' has left Google so he can warn people of the risks involved with the technology..",
                    "image": "https://s.yimg.com/uu/api/res/1.2/va6aKpnLTH_HpTTrHhzsoQ--~B/Zmk9ZmlsbDtoPTYzMDtweW9mZj0wO3c9MTIwMDthcHBpZD15dGFjaHlvbg--/https://media-mbst-pub-ue1.s3.amazonaws.com/creatr-uploaded-images/2023-04/e30ed030-e82b-11ed-b4f7-aa573aa5f955.cf.jpg",
                    "url": "https://www.engadget.com/godfather-of-ai-leaves-google-amid-ethical-concerns-152451800.html",
                    "title": "'Godfather of AI' leaves Google amid ethical concerns | Engadget",
                    "type": "website",
                    "locale": "en_US",
                    "site_name": "Engadget"
                },
                "language": "EN",
                "hostname": "engadget.com",
                "created_at": "2023-05-01T19:00:22.489Z"
            },
            {
                "_score": 16.171745,
                "title": "GM cuts hundreds of jobs at Global Technical Center in Warren",
                "link": "https://www.freep.com/story/money/cars/general-motors/2023/05/01/gm-cuts-hundreds-contract-workers-terminated-tech-center/70168973007/",
                "description": "GM confirms it cut several hundred contract jobs over the weekend from its Warren site and other locations as the company continues to trim costs.",
                "body": null,
                "source": "Detroit Free Press",
                "date": "2023-05-01T14:03:45.000Z",
                "props": {
                    "title": "GM terminates hundreds of contract workers at tech center, other locations to cut costs",
                    "description": "GM confirms it cut several hundred contract jobs over the weekend from its Warren site and other locations as the company continues to trim costs.",
                    "url": "https://www.freep.com/story/money/cars/general-motors/2023/05/01/gm-cuts-hundreds-contract-workers-terminated-tech-center/70168973007/",
                    "site_name": "Detroit Free Press",
                    "image": "https://www.gannett-cdn.com/presto/2023/03/23/PDTF/ce683da5-e077-42ce-82fe-96f811aef422-GMIMG_7361.jpg?crop=2399,1350,x0,y160&width=2399&height=1350&format=pjpg&auto=webp",
                    "image:width": "2399",
                    "image:height": "1350",
                    "type": "article"
                },
                "language": "EN",
                "hostname": "freep.com",
                "created_at": "2023-05-01T15:11:22.346Z"
            },
            {
                "_score": 14.17679,
                "title": "How Tech Is Transforming Entry-Level, Customer-Facing Jobs",
                "link": "https://hbr.org/2023/05/how-tech-is-transforming-entry-level-customer-facing-jobs",
                "description": "A survey of almost 900 customer service reps revealed that while some employees outperformed others, it wasn’t because of their level of experience. Instead, what mattered was if their technology connected them to the information needed to complete their tasks. Leaders have long focused on traditional talent management strategies. But as they make progress on their automation efforts and face a competitive labor market, these strategies are no longer sufficient. Leaders must shift their focus towards enabling customer-facing employees with technology, allowing them to broaden their talent pool and better support the employees they are able to attract. And, because a dollar invested in technology stays even as a dollar invested in people can leave, leaders can retain more of their investment in the face of high attrition. Therefore, technology must sit at the heart of future talent strategies — doing so will reset the bar for entry level talent.",
                "body": null,
                "source": "HBR.org Daily",
                "date": "2023-05-01T13:20:04.000Z",
                "props": {
                    "type": "article",
                    "image": "https://hbr.org/resources/images/article_assets/2023/05/May23_01_1459077864.jpg",
                    "url": "https://hbr.org/2023/05/how-tech-is-transforming-entry-level-customer-facing-jobs",
                    "description": "A survey of almost 900 customer service reps revealed that while some employees outperformed others, it wasn’t because of their level of experience. Instead, what mattered was if their technology connected them to the information needed to complete their tasks. Leaders have long focused on traditional talent management strategies. But as they make progress on their automation efforts and face a competitive labor market, these strategies are no longer sufficient. Leaders must shift their focus towards enabling customer-facing employees with technology, allowing them to broaden their talent pool and better support the employees they are able to attract. And, because a dollar invested in technology stays even as a dollar invested in people can leave, leaders can retain more of their investment in the face of high attrition. Therefore, technology must sit at the heart of future talent strategies — doing so will reset the bar for entry level talent.",
                    "site_name": "Harvard Business Review",
                    "title": "How Tech Is Transforming Entry-Level, Customer-Facing Jobs"
                },
                "language": "EN",
                "hostname": "hbr.org",
                "created_at": "2023-05-01T17:34:22.765Z"
            },
            {
                "_score": 6.617716,
                "title": "Startup news and updates: daily roundup (May 1, 2023)",
                "link": "https://yourstory.com/2023/05/startup-news-update-daily-roundup-may-1-2023",
                "description": "YourStory presents the daily news roundup from the Indian startup ecosystem and beyond. Here's the roundup for Monday, May 1, 2023.",
                "body": "Indifi Technologies doubles AUM to over Rs 1500 crore MSME digital lending platform Indifi Technologies said it crossed Rs 1,500 crore AUM, marking more than 100% growth over the previous year. Indifi attained profitability in FY22 and has maintained it through FY23. “Improvement in underwriting models enabled the company to go deeper into the funnel of applicants to deliver higher approval rates and more sharply align credit limits with the risk profile of the borrower,” said Aditya Harkauli, Chief Business Officer, Indifi Technologies. Indifi is a Gurugram-based online lending platform solving the credit needs of underserved, credit-worthy businesses. Since its inception in 2015, the company has disbursed over 68,000 loans with disbursals of over Rs 3,800 crore. Through its tech interventions, it has made the loan process digital for both lenders and MSMEs by minimizing risk and reducing paperwork and associated costs.Indifi continues to build on its network of digital partnerships by deepening existing relationships and adding new ones. The share of marketplace lenders in the AUM saw a 25% increase over the last financial year, contributing 50% by value in March ‘23, the company said in a statement.  Project Hero’s new feature to aid pay transparency Construction tech startup Project Hero launched a wage discovery feature in its app for workers. The feature will allow workers to discover if they are paid more or less than the average salaries in their fields, ensure pay transparency, and prevent wage exploitation in the construction industry. Such transparency will also enable workers to understand and recognise the value of their work and prevent them from falling prey to fraudulent and corrupt recruitment practices, the company said in a statement.“Urban organised workforces have various ways of discovering the average salaries in their fields. Hence, we thought that developing a feature to prevent wage-based exploitation and wage discrimination in the unorganised construction industry will help blue-collar workers understand their worth and fight for it,” said Satya Vyas, Founder and CEO of Project Hero.Project Hero is a membership-driven professional network for the construction industry, which provides access to jobs, orders, financial services, etc., to its members. So far, it has more than four lakh construction workers on its platform and has placed over 3,000 workers in projects. Hype launches generative AI-powered ecommerce SaaSMumbai startup Hype launched its generative AI-powered ecommerce SaaS platform that aims to change the way merchants create, optimise, and manage their online stores.Hype's proprietary AI algorithms create a fully functional, visually appealing, and data-driven ecommerce store suited to the specific needs of each business with a few basic commands. The platform accelerates the store creation process and also significantly cuts down the time needed for design and development, the company said.Our platform is designed to remove barriers to entry for new merchants and help existing merchants scale their businesses faster than ever before, said Faraz Naqvi, CEO, Hype.Hype aims to attract a wide range of merchants, from small businesses and startups to established brands, looking to optimize their online presence.“By harnessing the power of big data, Hype's AI is able to create highly targeted, data-driven optimizations, ensuring merchants stay ahead in the competitive ecommerce landscape, said Hasan Ali Naqvi, Chief Technology Officer, Hype.(This article will be updated with the latest news throughout the day.) (Edited by Suman Singh)",
                "source": "YourStory",
                "date": "2023-05-01T12:52:17.000Z",
                "props": {
                    "locale": "en",
                    "type": "article",
                    "title": "Startup news and updates: daily roundup (May 1, 2023)",
                    "description": "YourStory presents the daily news roundup from the Indian startup ecosystem and beyond. Here's the roundup for Monday, May 1, 2023.",
                    "url": "https://yourstory.com/2023/05/startup-news-update-daily-roundup-may-1-2023",
                    "site_name": "YourStory.com",
                    "image": "https://images.yourstory.com/cs/2/f49f80307d7911eaa66f3b309d9a28f5/Imagevlwg-1666691014924.jpg?fm=png&auto=format",
                    "image:width": "800",
                    "image:height": "400",
                    "image:alt": "https://images.yourstory.com/cs/static/placeholder-200x100.png"
                },
                "language": "EN",
                "hostname": "yourstory.com",
                "created_at": "2023-05-01T14:31:34.562Z"
            },
            {
                "_score": 7.4987507,
                "title": "US boosts Kenya apparel industry with $55mln in new trade deals",
                "link": "https://www.zawya.com/en/economy/africa/us-boosts-kenya-apparel-industry-with-55mln-in-new-trade-deals-lerxvfph",
                "description": "The funds will be channelled under USAid and Prosper Africa",
                "body": "The US is giving Kenya $55 million for expansion of export processing zones in a move that will boost Nairobi’s apparel exports. US initiative Prosper Africa and the US Embassy announced the funding at the launch of the US-Kenya Business Roadshow held on April 25 in New York. The announcement was part of the commitments made by President Joe Biden at the US-Africa Leaders’ Summit last year. The funds will be channelled under USAid and Prosper Africa – a US government initiative to increase trade and investment between African nations and America – and will mostly target women-led organisations as well as the export processing zones (EPZs), where a majority of employees are young women.“It is a pleasure to partner with the Prosper Africa initiative to drive investment in Kenya and countries across the African continent,” said US Ambassador to Kenya Meg Whitman. New co-investmentsThe funding involves six new co-investments with American and Kenyan apparel companies, which will connect American buyers with Kenyan manufacturers, creating jobs. In 2022, the US became Kenya’s largest export market, edging ahead of Uganda. Kenya exported about $890 million in goods to the US against imports of around $600 million. Ambassador Whitman said US-Kenya trade is expected to increase by a $1.5 billion as the two countries negotiate the Strategic Trade and Investment Partnership. Model agreement“This agreement will be a model for the rest of the continent once signed,” said Whitman.“Many US tech companies have already figured this out and decided that they need to be in Kenya.”The companies include Copia Global, Semiconductor Technologies Ltd, Twiga Foods, Market Force, Power Financial Wellness, and electric vehicle start-ups.“I’ve met these companies, visited their operations, and what I see happening here has many of the critical components that make Silicon Savannah a reality,” she added. Kenya’s Cabinet secretary for Investments, Trade and Industry Moses Kuria pledged to reduce taxes, electricity costs and other trade barriers to investment.“We are providing an environment that is conducive to investment, starting with the Strategic Trade and Investment Partnership (STIP),” said Kuria. Beneficiary firmsScott Cameron, acting chief operating officer at Prosper Africa, said the six new co-investment partnerships include UAL and MAS Intimates, which is already at the Athi River EPZ, and which will create jobs in the formal sector and provide training for Kenyan workers to increase production of high-quality Kenyan-made apparel.“UAL will increase apparel exports to the US market by building a one-stop shop in Kenya that harmonises all steps in the production process from farm to fashion,” said Cameron. The funds will also be channelled to Mega to expand the company’s production capacity. The other beneficiary is Coast Apparel, which will buy machinery to increase production and export capacity, creating new jobs for women and youth. Funding to Best Lifestyle will help to hire and train new employees as it expands its manufacturing in Kenya. Build factory in KenyaNexGen is expected to set up a factory in Kenya to manufacture tags and labels for branding products in apparel and footwear for sale within and outside Africa. These new co-investments build on the 14 deals announced by President William Ruto at the American Chamber of Commerce Summit in Nairobi in March. Kenya has been a beneficiary of the Africa Growth and Opportunity Act (Agoa), a preferential trade programme that will expire in 2025. It also qualifies for textile and apparel benefits. The trade volumes between Kenya and the US have been skewed in favour of the US but Minister Kuria has pledged to address the inequality through proposals to lower the cost of doing business in Kenya.“To ensure that we attract more investment and more buyers into the market, we’ve identified several areas, which we are working on. One of them is the availability of industrial spaces for investors. We are looking at Eldoret and Busia, which are on the border of Kenya and Uganda,” he said. Cost of energyThe minister added that the government is addressing the cost of energy as well as reviewing the tax regime and gaps in the legal framework on doing business. Kenya exports to the US are chiefly apparel, macadamia nuts, coffee, tea and titanium ores while it imports mainly aircraft, plastics, machinery and wheat. US Secretary of State Antony Blinken and Kenyan Cabinet Secretary for Foreign and Diaspora Affairs Alfred Mutua discussed strengthening bilateral relations across all five pillars of the Strategic Partnership and advancing peace and prosperity.“Kenya is open for business,” said Mutua. “We are saying we want more trade, not aid. Kenya is well placed on the African continent to be a hub for American investors.”Free trade area“We now have the African Continental Free Trade Area, with a population of 1.3 billion people. When you come and invest in Kenya, it means you’re investing on the continent of Africa.”Blinken noted that the US is supporting Kenyan-led vaccine production, including through Moderna’s $500 million investment in a new manufacturing facility near Nairobi, which will produce mRNA vaccines to tackle viruses such as Covid-19, Ebola, respiratory syncytial virus and HIV.“We’re committed to supporting US investment in Kenya, particularly in key sectors like information and communications technologies, agriculture, and renewable energy, which will help Kenya achieve its goal of reaching upper-middle income status by 2030, while creating jobs and opportunity for people in both our countries,” Blinken said. © Copyright 2022 Nation Media Group. All Rights Reserved. Provided by SyndiGate Media Inc. (Syndigate.info).",
                "source": "ZAWYA",
                "date": "2023-05-01T10:48:05.000Z",
                "props": {
                    "title": "US boosts Kenya apparel industry with $55mln in new trade deals",
                    "description": "The funds will be channelled under USAid and Prosper Africa",
                    "url": "https://www.zawya.com/en/economy/africa/us-boosts-kenya-apparel-industry-with-55mln-in-new-trade-deals-lerxvfph",
                    "type": "article",
                    "image": "https://static.zawya.com/view/acePublic/alias/contentid/OTlkNjU0YzItYjRmYy00/33/200398081-001.jpeg?f=3%3A2",
                    "image:width": "900",
                    "image:height": "550"
                },
                "language": "EN",
                "hostname": "zawya.com",
                "created_at": "2023-05-02T00:09:54.511Z"
            },
            {
                "_score": 4.5414877,
                "title": "AI-generated portraits from a Hong Kong start-up offer busy professionals an affordable social media upgrade | South China Morning Post",
                "link": "https://www.scmp.com/tech/article/3219016/ai-generated-portraits-hong-kong-start-offer-busy-professionals-affordable-social-media-upgrade",
                "description": "Try It On charges US$17 for 100 AI-generated images based on users’ photos, which are described as good enough to skip a photo shoot.",
                "body": "Busy professionals looking to upgrade their LinkedIn profiles without spending time and money on a professional photo shoot may be in luck: artificial intelligence (AI) can now offer cost-effective alternatives. This is the burgeoning area that Hong Kong start-up Try It On has entered. The company uses AI technology to generate “professional studio quality headshots” entirely online. Instead of visiting a studio, a user pays US$17 to upload existing photos of themselves to the platform and typically gets a series of AI-generated portraits over the course of the next day. Lea Schleiff, a student in Essen, Germany, and a cloud solutions consultant at IBM, said she was long overdue for a new profile photo when she saw a post about Try It On on Microsoft ’s professional social network LinkedIn. “I wanted a new headshot, but I didn’t have time to book a studio appointment, find the right outfits, all those things, and it was not high on my priority list,” she said. After Schleiff uploaded photos to Try It On, she received 100 AI-generated photos within 24 hours. However, only five of those images were not obviously created by AI, she said. Other users who spoke to the South China Morning Post had similar results, with the system exaggerating specific characteristics or struggling with eyes, bodies and dark skin. Still, to many Try It On users, five good photos out of 100 was enough. One customer said she would only expect six usable photos out of 100 from a human photographer. “My favourite one looked pretty similar to me, even though it looks like it was touched up by an editor,” said Schleiff. “But I thought it was definitely better than my old photo, so I’m using it for my LinkedIn.” Try It On was founded in December 2022, a month after San Francisco-based start-up OpenAI released its viral chatbot ChatGPT , which pushed generative AI into mainstream consciousness. OpenAI is also the creator of the text-to-image AI system Dall-E. Hong Kong start-up Pantheon Lab is creating digital humans for companies Thanks to word of mouth on social media and the hype surrounding generative AI, Try It On says it has generated more than 12 million photos in the service of more than 90,000 clients. “First, the AI learns what a person looks like from their past photos, then it makes inferences based on that information to generate new photos in a style of their choosing,” said Nathan Landman, co-founder of Try It On. “For example, if you wear a lot of colour in your photos, our model will register those personal preferences and try to generate results that it thinks you will like,” he added. Landman first studied artificial intelligence and machine learning at the Massachusetts Institute of Technology, where he received a master’s of engineering in 2018. In 2021, Try It On co-founder Adriana Lica, an entrepreneur and former fashion photographer, started using Jasper AI, generative AI software for marketing and design. Generative AI has made massive strides since the entrepreneurs started working with it, said Landman, a trend he expects to continue. “I guarantee you, within six months, some models will be able to do accurate full-body photos with very detailed faces,” he said. Try It On relies on a number of widely available AI tools to generate its images, such as StabilityAI’s text-to-image model Stable Diffusion, which can currently be accessed for free. But the founders believe that their experience using the AI software and modifying it to their specifications will keep them ahead of growing competition. “There’s not one specific tool that can do everything,” Landman said. “It’s about putting together several tools to engineer something that better produces the desired results.” Lica added that the photo style choices that Try It On offers are based on a curated portrait library, which contains much of her past work. The company also works with freelance editors that can do additional “human touch” fixes on photos for an extra charge. For this reason, Lica is somewhat dismissive of common fears that generative AI services are coming for creative jobs like those of professional photographers, stylists and photo editors. Chinese ad agency to replace copywriters, designers with ChatGPT-like technology “This technology can be used to scale up a creator’s work, not replace it,” she said, adding that the company is in talks with some photographers on a revenue-sharing model, in which the artists provide photo styles that can be used to train AI. Still, according to Landman, AI technology will create a huge shift in the professional photo business, and could expand its accessibility to professionals working in remote companies or lacking certain resources. “A lot of the time, the people buying our product would otherwise struggle to get a photo shoot done due to the time or financial constraints, so it’s nice to be able to provide them an alternative.”",
                "source": "South China Morning Post",
                "date": "2023-05-01T09:32:48.000Z",
                "props": {
                    "site_name": "South China Morning Post",
                    "type": "article",
                    "url": "https://www.scmp.com/tech/article/3219016/ai-generated-portraits-hong-kong-start-offer-busy-professionals-affordable-social-media-upgrade",
                    "title": "This Hong Kong start-up is giving professionals an AI photo upgrade",
                    "description": "Try It On charges US$17 for 100 AI-generated images based on users’ photos, which are described as good enough to skip a photo shoot.",
                    "image": "https://cdn.i-scmp.com/sites/default/files/styles/og_image_scmp_generic/public/d8/images/canvas/2023/05/01/89003871-d6ef-4efc-8cdf-ac2c5bfc97c7_a5ab67be.jpg?itok=px-bld7i&v=1682933566"
                },
                "language": "EN",
                "hostname": "scmp.com",
                "created_at": "2023-05-01T10:55:15.903Z"
            }
        ],
        "next_cursor": "eyJkYXRlIjoxNjgyOTMzNTY4MDAwLCJfaWQiOiJrSnp6MW9jQmxEa2toaFV0MGJQQiJ9"
    }
}